# Sample ResourceBundle properties file
dummy_panel_default_message=\u3053\u308c\u306f\u3001\u3042\u308b\u6642\u70b9\u3067\u5b9a\u7fa9\u3055\u308c\u308b\u30d6\u30e9\u30f3\u30af\u306e\u30d1\u30cd\u30eb\u3067\u3059\u3002
dummy_panel_bean_info_details=\u3042\u308b\u6642\u70b9\u3067\u5b9f\u88c5\u3059\u308b\u30a6\u30a3\u30b6\u30fc\u30c9\u30fb\u30d1\u30cd\u30eb\u306e\u30d7\u30ec\u30fc\u30b9\u30db\u30eb\u30c0\u3067\u3059\u3002
setup_type_typical=\u6a19\u6e96
setup_type_typical_description=\u6a19\u6e96\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb
setup_type_full=\u30d5\u30eb
setup_type_full_description=\u30d5\u30eb\u30fb\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb
setup_type_custom=\u30ab\u30b9\u30bf\u30e0
setup_type_custom_description=\u30ab\u30b9\u30bf\u30e0\u30fb\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb
data_nugget_description=\u88fd\u54c1\u56fa\u6709\u306e\u8a18\u61b6\u9818\u57df
data_nugget_display=\u30c7\u30fc\u30bf\u7fa4
Files_Extended_Bean_Description=\u30ec\u30b8\u30b9\u30c8\u30ea\u66f4\u65b0\u3068\u540c\u69d8\u306b Studio Installer \u3092\u8a31\u53ef
deselect_required_product_warning=\u3053\u306e\u88fd\u54c1\u306b\u306f\u3001\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u306b\u5fc5\u8981\u306a\u6a5f\u80fd\u304c\u3042\u308a\u307e\u3059\u3002\u3053\u306e\u88fd\u54c1\u3092\u9078\u629e\u89e3\u9664\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002\n\u3053\u306e\u88fd\u54c1\u304b\u3089\u500b\u5225\u306e\u6a5f\u80fd\u3092\u9078\u629e\u89e3\u9664\u3059\u308b\u306b\u306f\u3001[\u30ab\u30b9\u30bf\u30de\u30a4\u30ba] \u30dc\u30bf\u30f3\u3092\u62bc\u3057\u3066\u304f\u3060\u3055\u3044\u3002
configurator_info_bean_info_description=\u30b3\u30f3\u30d5\u30a3\u30b0\u30ec\u30fc\u30bf XML \u60c5\u5831
configurator_info_bean_description=\u30b3\u30f3\u30d5\u30a3\u30b0\u30ec\u30fc\u30bf XML \u60c5\u5831
xml_info_bean_description=\u88fd\u54c1\u69cb\u9020\u306e XML \u60c5\u5831
SYSAM_Info_Bean_Description=SySAM \u6a5f\u80fd\u540d\u60c5\u5831
sybase_installer_template_bean_desc=Sybase \u88fd\u54c1\u30a4\u30f3\u30b9\u30c8\u30fc\u30e9\u30fb\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8
sybase_installer_template_long_desc=\u3053\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306f\u3001\u57fa\u672c\u7684\u306a Sybase \u88fd\u54c1\u30a4\u30f3\u30b9\u30c8\u30fc\u30e9\u3092\u4f5c\u6210\u3057\u307e\u3059\u3002\u3053\u308c\u3092\u4f7f\u7528\u3059\u308b\u3068\u3001\u3059\u3079\u3066\u306e Sybase \u88fd\u54c1\u30a4\u30f3\u30b9\u30c8\u30fc\u30e9\u3092\u69cb\u7bc9\u3067\u304d\u307e\u3059\u3002Sybase \u30a4\u30f3\u30b9\u30c8\u30fc\u30e9\u306f\u3001InstallShield \u306e\u300c\u6a19\u6e96\u300d\u88fd\u54c1\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u30fb\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u306b Sybase \u56fa\u6709\u306e\u60c5\u5831\u3092\u8ffd\u52a0\u3057\u305f\u3082\u306e\u3068\u3057\u3066\u6271\u3063\u3066\u304f\u3060\u3055\u3044\u3002
suite_installer_template_desc=Sybase \u7d71\u5408\u30a4\u30f3\u30b9\u30c8\u30fc\u30e9\u30fb\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8
suite_installer_template_long_desc=\u3053\u308c\u306f\u3001\u6a19\u6e96\u306e\u7d71\u5408\u30a4\u30f3\u30b9\u30c8\u30fc\u30e9\u3092\u69cb\u7bc9\u3059\u308b\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u3067\u3059\u3002\u3053\u306e\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u3092\u4f7f\u7528\u3057\u3066\u3001\u5404\u88fd\u54c1\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3092\u30c6\u30b9\u30c8\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002\u7d71\u5408\u30a4\u30f3\u30b9\u30c8\u30fc\u30e9\u304c\u5404\u88fd\u54c1\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3067\u304d\u308b\u3088\u3046\u306b\u3001\u5404\u88fd\u54c1\u306e\u53c2\u7167\u3092\u8ffd\u52a0\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
rep_info_bean_info_description=\u88fd\u54c1\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u6642\u306b\u63a5\u7d9a\u3059\u308b\u30ea\u30dd\u30b8\u30c8\u30ea\u306b\u95a2\u3059\u308b\u60c5\u5831\u3092\u683c\u7d0d\u3057\u307e\u3059\u3002\u3053\u306e Bean \u3092\u3059\u3079\u3066\u306e\u30b9\u30bf\u30f3\u30c9\u30a2\u30ed\u30f3\u88fd\u54c1\u306b\u7d44\u307f\u8fbc\u3081\u3070\u3001\u7d71\u5408\u88fd\u54c1\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u306b\u7d44\u307f\u8fbc\u307e\u308c\u305f\u3068\u304d\u306b\u3001\u3053\u306e Bean \u304c\u7d71\u5408\u30a4\u30f3\u30b9\u30c8\u30fc\u30e9\u306b\u3088\u3063\u3066\u8a2d\u5b9a\u3055\u308c\u307e\u3059\u3002
xml_info_bean_info_description=\u3053\u306e\u88fd\u54c1\u306e\u69cb\u9020\u306e\u8a18\u8ff0\u3001\u304a\u3088\u3073 Common Information Model (CIM) \u306e\u5b9a\u7fa9\u3092\u884c\u3046 XML \u30d5\u30a1\u30a4\u30eb\u3092\u683c\u7d0d\u3057\u307e\u3059\u3002
jar_info_bean_info_description=CIM \u30ea\u30dd\u30b8\u30c8\u30ea\u306e\u88fd\u54c1\u30ab\u30b9\u30bf\u30e0\u30fb\u30a8\u30fc\u30b8\u30a7\u30f3\u30c8\u3001\u30c1\u30a7\u30c3\u30af\u3001\u307e\u305f\u306f\u30de\u30cd\u30b8\u30e1\u30f3\u30c8\u30fb\u30a2\u30af\u30b7\u30e7\u30f3\u30fb\u30af\u30e9\u30b9\u3092\u542b\u3080 JAR \u30d5\u30a1\u30a4\u30eb\u3092\u683c\u7d0d\u3057\u307e\u3059\u3002
eas_info_bean_info_description=Sybase EAS (Jaguar) \u306e\u8a2d\u5b9a
installation_constant_bean_info_description=\u6c4e\u7528\u30b0\u30ed\u30fc\u30d0\u30eb\u5909\u6570\u30db\u30eb\u30c0
sysam_info_bean_info_description=\u3053\u306e\u88fd\u54c1\u3092\u8868\u3059 SYSAM \u6a5f\u80fd\u540d\u3092\u683c\u7d0d\u3057\u307e\u3059\u3002\u3053\u306e Bean \u306f\u3001\u3059\u3079\u3066\u306e\u88fd\u54c1\u30a4\u30f3\u30b9\u30c8\u30fc\u30e9\u306b\u7d44\u307f\u8fbc\u3093\u3067\u304f\u3060\u3055\u3044\u3002
registry_bean_description=\u30ec\u30b8\u30b9\u30c8\u30ea\u30fb\u30c0\u30f3\u30d7\u306e\u30ed\u30b1\u30fc\u30b7\u30e7\u30f3
install_location_panel_instructions=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u30fb\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
install_location_bean_info_description=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u30fb\u30ed\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u5165\u529b\u3092\u8981\u6c42\u3057\u307e\u3059\u3002\u4f7f\u7528\u65b9\u6cd5\u3068\u5916\u89b3\u306f\u3001\u4ed6\u306e Sybase \u30d1\u30cd\u30eb\u3068\u540c\u3058\u3067\u3059\u3002
install_summary_title=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u306e\u6982\u8981
column_product_name=\u88fd\u54c1\u540d
#Indicates the additional amount of space required fro the product install.
column_size=\u5fc5\u8981\u306a\u9818\u57df
install_summary_bean_info_description=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u88fd\u54c1\u3092\u8868\u793a\u3059\u308b [\u6982\u8981] \u30d1\u30cd\u30eb
reg_plugin_description=Sybase Central \u30d7\u30e9\u30b0\u30a4\u30f3\u306b\u95a2\u3059\u308b\u60c5\u5831
reg_plugin_bean_info_description=\u30d7\u30e9\u30b0\u30a4\u30f3\u30fb\u30a8\u30f3\u30c8\u30ea\u3092\u4f5c\u6210\u3057\u3001\u53ce\u96c6\u3055\u308c\u305f\u30c7\u30fc\u30bf\u3092 SybCentral.res \u30d5\u30a1\u30a4\u30eb\u306b\u8ffd\u52a0\u3057\u307e\u3059\u3002Sybase Central \u306f SybCentral.res \u30d5\u30a1\u30a4\u30eb\u3092\u4f7f\u7528\u3057\u3066\u3001\u8d77\u52d5\u6642\u306b\u30d7\u30e9\u30b0\u30a4\u30f3\u3092\u81ea\u52d5\u7684\u306b\u30ed\u30fc\u30c9\u3057\u307e\u3059\u3002
easerver_panel_instructions=Sybase Enterprise Application Server (EAServer) \u306e\u60c5\u5831\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002\n\u7279\u306b\u3001\u7a3c\u50cd\u4e2d\u306e EAServer \u304c\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3055\u308c\u3066\u3044\u308b\u30b3\u30f3\u30d4\u30e5\u30fc\u30bf (\u30db\u30b9\u30c8) \u306e\u540d\u524d\u3001\n\u53d7\u4fe1\u5f85\u6a5f\u3057\u3066\u3044\u308b\u30dd\u30fc\u30c8\u756a\u53f7\u3001\u6709\u52b9\u306a\u30e6\u30fc\u30b6\u540d\u3068\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
easerver_panel_form_instructions=Sybase Enterprise Application Server \u306e\u63a5\u7d9a\u60c5\u5831
easerver_panel_ping_button_label=\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30fb\u30b5\u30fc\u30d0\u3068\u306e\u63a5\u7d9a\u3092\u30c1\u30a7\u30c3\u30af
easerver_panel_form_user_label= \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30fb\u30b5\u30fc\u30d0\u306e\u30e6\u30fc\u30b6\u540d : 
easerver_panel_form_port_label= \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30fb\u30b5\u30fc\u30d0\u306e\u30dd\u30fc\u30c8\u756a\u53f7 :
easerver_panel_form_password_label= \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30fb\u30b5\u30fc\u30d0\u306e\u30d1\u30b9\u30ef\u30fc\u30c9 : 
easerver_panel_form_host_label= \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30fb\u30b5\u30fc\u30d0\u306e\u30db\u30b9\u30c8\u540d :
easerver_panel_serverdown_msg=\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30fb\u30b5\u30fc\u30d0\u304c\u30c0\u30a6\u30f3\u3057\u3066\u3044\u308b\u304b\u3001\u30db\u30b9\u30c8\u540d\u3068\u30dd\u30fc\u30c8\u756a\u53f7\u306e\u7d44\u307f\u5408\u308f\u305b\u304c\u9593\u9055\u3063\u3066\u3044\u307e\u3059\u3002\n\u30b5\u30fc\u30d0\u306e\u30b9\u30c6\u30fc\u30bf\u30b9\u3092\u30c1\u30a7\u30c3\u30af\u3059\u308b\u304b\u3001\u6307\u5b9a\u3057\u305f\u60c5\u5831\u3092\u4fee\u6b63\u3057\u3066\u304f\u3060\u3055\u3044\u3002
easerver_panel_serverdown_title=\u30b5\u30fc\u30d0\u304c\u30c0\u30a6\u30f3\u3057\u3066\u3044\u308b\u304b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u305b\u3093
easerver_panel_bad_login_msg=\u6307\u5b9a\u3057\u305f\u30e6\u30fc\u30b6\u540d\u3068\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093\u3002\n\u6307\u5b9a\u3057\u305f\u60c5\u5831\u3092\u4fee\u6b63\u3057\u3066\u304f\u3060\u3055\u3044\u3002
easerver_panel_bad_login_title=\u30e6\u30fc\u30b6\u540d\uff0f\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u9593\u9055\u3063\u3066\u3044\u307e\u3059
easerver_panel_weird_msg=\u4e0d\u660e\u306a\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
easerver_panel_weird_title=\u4e0d\u660e\u306a\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
easerver_panel_hunkydory_msg=\u63a5\u7d9a\u3055\u308c\u307e\u3057\u305f\u3002\u60c5\u5831\u304c\u78ba\u8a8d\u3055\u308c\u307e\u3057\u305f\u3002
easerver_panel_hunkydory_title=\u63a5\u7d9a\u3055\u308c\u307e\u3057\u305f
easerver_panel_bean_info_description=\u65e2\u5b58\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u74b0\u5883\u3078\u306e\u63a5\u7d9a\u304c\u5fc5\u8981\u306a\u5834\u5408\u3001\u3053\u306e\u30d1\u30cd\u30eb\u3067\u306f Sybase Enterprise Application Server \u60c5\u5831\u3092\u5165\u529b\u3059\u308b\u3088\u3046\u306b\u8981\u6c42\u3057\u307e\u3059\u3002\u60c5\u5831\u304c\u6709\u52b9\u304b\u3069\u3046\u304b\u3082\u30c1\u30a7\u30c3\u30af\u3057\u307e\u3059\u3002
property_inspector_bean_info_description=\u30b9\u30bf\u30f3\u30c9\u30a2\u30ed\u30f3\u30fb\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3068\u7d71\u5408\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3067\u4e00\u9023\u306e Bean \u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u3092\u8868\u793a\u3059\u308b\u305f\u3081\u306e\u30e6\u30fc\u30c6\u30a3\u30ea\u30c6\u30a3 Bean
repository_panel_existing_repository_label=\u65e2\u5b58\u306e\u5171\u6709\u30ea\u30dd\u30b8\u30c8\u30ea\u3092\u4f7f\u7528
repository_panel_new_repository_label=\u65b0\u3057\u3044\u5171\u6709\u30ea\u30dd\u30b8\u30c8\u30ea\u3092\u4f5c\u6210
repository_panel_file_repository_label=\u65b0\u3057\u3044\u30d7\u30e9\u30a4\u30d9\u30fc\u30c8\u30fb\u30ea\u30dd\u30b8\u30c8\u30ea\u3092\u4f5c\u6210
repository_panel_instructions_base=Sybase \u88fd\u54c1\u60c5\u5831\u306f\u3001\u5171\u6709\u30ea\u30dd\u30b8\u30c8\u30ea\u5185\u306b\u683c\u7d0d\u3055\u308c\u307e\u3059\u3002\u5171\u6709\u30ea\u30dd\u30b8\u30c8\u30ea\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u8a2d\u5b9a\u6e08\u307f\u306e\u5834\u5408\u306f\u3001\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30fb\u30b7\u30b9\u30c6\u30e0\u5185\u306e\u3053\u306e\u30de\u30b7\u30f3\u307e\u305f\u306f\u4ed6\u306e\u30de\u30b7\u30f3\u3067\u3001[\u65e2\u5b58\u306e\u5171\u6709\u30ea\u30dd\u30b8\u30c8\u30ea\u3092\u4f7f\u7528] \u3092\u9078\u629e\u3057\u3066\u3001\u3053\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u304c\u4ed6\u306e\u30ea\u30dd\u30b8\u30c8\u30ea\u3068\u901a\u4fe1\u3059\u308b\u3088\u3046\u306b\u8a2d\u5b9a\u3067\u304d\u307e\u3059\u3002
repository_panel_instructions2=\u65e2\u5b58\u306e\u30ea\u30dd\u30b8\u30c8\u30ea\u60c5\u5831\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
repository_panel_form_instructions=\u30ea\u30dd\u30b8\u30c8\u30ea\u63a5\u7d9a\u60c5\u5831
repository_panel_form_user_label=\u30e6\u30fc\u30b6\u540d : 
repository_panel_form_port_label=\u30dd\u30fc\u30c8\u756a\u53f7 :
repository_panel_form_password_label=\u30d1\u30b9\u30ef\u30fc\u30c9 : 
repository_panel_form_host_label=\u30db\u30b9\u30c8\u540d : 
repository_panel_error_dialog_message=\u7d9a\u884c\u3059\u308b\u306b\u306f\u3001\u30ea\u30dd\u30b8\u30c8\u30ea\u60c5\u5831\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044
repository_panel_bean_info_enumeration_use_existing=\u65e2\u5b58\u306e\u30ea\u30dd\u30b8\u30c8\u30ea\u3092\u4f7f\u7528
repository_panel_bean_info_enumeration_install_new=\u65b0\u3057\u3044\u30ea\u30dd\u30b8\u30c8\u30ea\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb
repository_panel_bean_info_enumeration_install_file=\u30d5\u30a1\u30a4\u30eb\u30fb\u30d9\u30fc\u30b9\u306e\u30ea\u30dd\u30b8\u30c8\u30ea\u3092\u4f7f\u7528 (\u30ed\u30fc\u30ab\u30eb\u30fb\u30de\u30b7\u30f3\u306e\u307f)
repository_panel_bean_info_description=\u65e2\u5b58\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3078\u306e\u63a5\u7d9a\u304c\u5fc5\u8981\u306a\u5834\u5408\u3001\u3053\u306e\u30d1\u30cd\u30eb\u3067\u306f\u30ea\u30dd\u30b8\u30c8\u30ea\u60c5\u5831\u306e\u5165\u529b\u3092\u8981\u6c42\u3057\u307e\u3059\u3002\u30ea\u30dd\u30b8\u30c8\u30ea\u304c\u5b58\u5728\u3057\u306a\u3044\u5834\u5408\u3001\u30e6\u30fc\u30b6\u306f\u65b0\u3057\u3044\u30ea\u30dd\u30b8\u30c8\u30ea\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u3059\u3002
sysam_panel_install_new_choice=\u30ed\u30fc\u30ab\u30eb\u306b\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3055\u308c\u305f SySAM \u3092\u4f7f\u7528
sysam_panel_use_existing_choice=\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u4e0a\u306e SySAM \u3092\u4f7f\u7528
sysam_panel_instructions=\u30e9\u30a4\u30bb\u30f3\u30b9\u8a31\u8afe\u53ef\u80fd\u306a\u88fd\u54c1\u6a5f\u80fd\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u524d\u306b\u3001\
Sybase \u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u8cc7\u7523\u7ba1\u7406 (SySAM) \u8a3c\u660e\u66f8\u3092\u767b\u9332\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002\
\u30ea\u30e2\u30fc\u30c8\u30fb\u30e9\u30a4\u30bb\u30f3\u30b9\u30fb\u30db\u30b9\u30c8\u4e0a\u306e\u30e9\u30a4\u30bb\u30f3\u30b9\u8a3c\u660e\u66f8\u3092\u5165\u529b\u3057\u305f\u5834\u5408\u306f\u3001\
[\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u4e0a\u306e SySAM \u3092\u4f7f\u7528] \u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002\
SySAM \u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3068\u8a3c\u660e\u66f8\u306e\u767b\u9332\u3092\u307e\u3060\u884c\u3063\u3066\u3044\u306a\u3044\u5834\u5408\u306f\u3001\
[\u30ed\u30fc\u30ab\u30eb\u306b\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3055\u308c\u305f SySAM \u3092\u4f7f\u7528] \u3092\u9078\u629e\u3057\u3066\u3001\u3053\u306e\u30de\u30b7\u30f3\u3067\
\u8a3c\u660e\u66f8\u3092\u5165\u529b\u3057\u3001[\u8ffd\u52a0] \u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\u3002
sysam_panel_bean_info_enumeration_use_existing=\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u4e0a\u306e SySAM \u3092\u4f7f\u7528
sysam_panel_bean_info_enumeration_install_new=\u30ed\u30fc\u30ab\u30eb SySAM \u3092\u4f7f\u7528
sysam_panel_bean_info_description=\u3053\u308c\u306f\u3001SYSAM \u30e9\u30a4\u30bb\u30f3\u30b9\u30fb\u30d1\u30cd\u30eb\u3067\u3059\u3002\u3053\u306e\u30d1\u30cd\u30eb\u3092\u4f7f\u7528\u3057\u3066\u3001\u30ea\u30e2\u30fc\u30c8\u306e SySAM \u3092\u691c\u7d22\u3059\u308b\u304b\u3001\u30ed\u30fc\u30ab\u30eb\u306e SySAM \u3092\u9078\u629e\u3057\u3066\u30e9\u30a4\u30bb\u30f3\u30b9\u60c5\u5831\u3092\u5165\u529b\u3057\u307e\u3059\u3002
product_bean_setter_error_message=Bean {1} \u3067 Bean \u30d7\u30ed\u30d1\u30c6\u30a3 {0} \u3092\u8a2d\u5b9a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 {2}
product_bean_setter_bean_info_description=\u7d71\u5408\u88fd\u54c1\u306e\u30c4\u30ea\u30fc\u3067\u3001\u88fd\u54c1\u53c2\u7167\u3054\u3068\u306b\u7279\u5b9a\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u3092\u6307\u5b9a\u3055\u308c\u305f\u5024\u306b\u8a2d\u5b9a\u3057\u307e\u3059\u3002
suite_ref_activator_bean_info_enumeration_activate=\u30a2\u30af\u30c6\u30a3\u30d6\u5316
suite_ref_activator_bean_info_enumeration_deactivate=\u975e\u30a2\u30af\u30c6\u30a3\u30d6\u5316
suite_ref_activator_bean_info_description=\u7d71\u5408\u88fd\u54c1\u30c4\u30ea\u30fc\u306e\u88fd\u54c1\u53c2\u7167\u306e\u30ea\u30b9\u30c8\u3092\u30a2\u30af\u30c6\u30a3\u30d6\u5316\u307e\u305f\u306f\u975e\u30a2\u30af\u30c6\u30a3\u30d6\u5316\u3057\u307e\u3059\u3002
connect_repository_error=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u30fb\u30ea\u30dd\u30b8\u30c8\u30ea\u3078\u306e\u63a5\u7d9a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\n({0})\n\u63a5\u7d9a\u60c5\u5831\u304c\u6b63\u3057\u3044\u304b\u3069\u3046\u304b\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
repository_save_error=Common Information Model \u30c7\u30fc\u30bf\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u30fb\u30ea\u30dd\u30b8\u30c8\u30ea ({0}) \u3078\u306e\u4fdd\u5b58\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
connect_repository_bean_detail=\u3053\u306e Bean \u306f\u3001\u7d71\u5408\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3092\u30ea\u30dd\u30b8\u30c8\u30ea\u306b\u63a5\u7d9a\u3057\u307e\u3059\u3002
close_repository_bean_detail=\u3053\u306e Bean \u306f\u3001CIM \u30c7\u30fc\u30bf\u306e\u5909\u66f4\u3092\u30ea\u30dd\u30b8\u30c8\u30ea\u306b\u30d5\u30e9\u30c3\u30b7\u30e5\u3057\u307e\u3059\u3002
updateCIM_bean_detail=\u3053\u306e Bean \u306f\u3001\u9078\u629e\u3057\u305f\u6a5f\u80fd\u306b\u57fa\u3065\u3044\u3066\u30e1\u30e2\u30ea\u5185\u306e CIM \u30c7\u30fc\u30bf\u5909\u66f4\u3092\u66f4\u65b0\u3057\u307e\u3059\u3002
product_selection_panel_bean_info_instructions=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u88fd\u54c1\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044
lookingAtInstalled=\u3059\u3067\u306b\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3055\u308c\u3066\u3044\u308b\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u3092\u8a55\u4fa1\u3057\u3066\u3044\u307e\u3059\u3002\u3057\u3070\u3089\u304f\u304a\u5f85\u3061\u304f\u3060\u3055\u3044...
product_selection_panel_bean_info_description=\u88fd\u54c1\uff0f\u6a5f\u80fd\u3092\u9078\u629e\u3059\u308b\u30d1\u30cd\u30eb
feature_selection_instructions=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b {0} \u306e\u6a5f\u80fd\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044
column_features=\u6a5f\u80fd
button_select_all=\u3059\u3079\u3066\u9078\u629e
button_clear=\u30af\u30ea\u30a2
button_default=\u30c7\u30d5\u30a9\u30eb\u30c8
label_component_default_text=\u30e9\u30d9\u30eb\u30fb\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8
button_customize=\u30ab\u30b9\u30bf\u30de\u30a4\u30ba...
features_selected=\u6a5f\u80fd
button_ok=OK
button_cancel=\u30ad\u30e3\u30f3\u30bb\u30eb
license_certificate_instructions=Sybase \u88fd\u54c1\u30e9\u30a4\u30bb\u30f3\u30b9\u8a3c\u660e\u66f8\u3092\u6307\u5b9a\u3057\u307e\u3059
license_certificate_keep_entering=\u5225\u306e\u30e9\u30a4\u30bb\u30f3\u30b9\u3092\u5165\u529b
license_certificate_done_entering=\u30e9\u30a4\u30bb\u30f3\u30b9\u306e\u5165\u529b\u5b8c\u4e86
button_add=\u8ffd\u52a0
button_remove=\u9664\u53bb
button_add_from_file=\u30d5\u30a1\u30a4\u30eb\u304b\u3089\u30e9\u30a4\u30bb\u30f3\u30b9\u60c5\u5831\u3092\u8ffd\u52a0
button_update=\u66f4\u65b0
border_title_license_certificate_info=\u30e9\u30a4\u30bb\u30f3\u30b9\u8a3c\u660e\u66f8\u60c5\u5831
border_title_current_licenses=\u73fe\u5728\u306e\u30e9\u30a4\u30bb\u30f3\u30b9
license_form_incomplete_error_message=\u30e9\u30a4\u30bb\u30f3\u30b9\u60c5\u5831\u304c\u4e0d\u5b8c\u5168\u3067\u3059\u3002\n\u60c5\u5831\u306f\u8ffd\u52a0\u3055\u308c\u307e\u305b\u3093\u3002
license_manager_label_host=\u30e9\u30a4\u30bb\u30f3\u30b9\u7ba1\u7406\u306e\u30db\u30b9\u30c8\u540d\uff1a 
license_manager_label_port=\u30e9\u30a4\u30bb\u30f3\u30b9\u7ba1\u7406\u306e\u30dd\u30fc\u30c8\u756a\u53f7\uff1a 
network_manager_instructions=Sybase \u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u8cc7\u7523\u7ba1\u7406 (SySAM) \u306e\u30ed\u30b1\u30fc\u30b7\u30e7\u30f3
license_certificate_form_order_number=\u767a\u6ce8\u756a\u53f7 :
license_certificate_form_feature_name=\u6a5f\u80fd\u540d :
license_certificate_form_feature_count=\u6a5f\u80fd\u30e9\u30a4\u30bb\u30f3\u30b9\u30fb\u30ab\u30a6\u30f3\u30c8\u756a\u53f7 :
license_certificate_form_software_version=\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u30fb\u30d0\u30fc\u30b8\u30e7\u30f3 :
license_certificate_form_auth_code=\u30aa\u30fc\u30bd\u30e9\u30a4\u30bc\u30fc\u30b7\u30e7\u30f3\u30fb\u30b3\u30fc\u30c9 :
install_location_instructions=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u30fb\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
install_location_instructions=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u30fb\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044
install_location_title=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u30fb\u30ed\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u9078\u629e
repository_panel_title=\u30ea\u30dd\u30b8\u30c8\u30ea\u60c5\u5831
repository_install_summary_title=\u30ea\u30dd\u30b8\u30c8\u30ea\u30fb\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u306e\u6982\u8981
repository_install_summary_instructions=\u65b0\u3057\u3044\u30ea\u30dd\u30b8\u30c8\u30ea\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u3088\u3046\u9078\u629e\u3057\u307e\u3057\u305f\u3002\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3092\u7d9a\u884c\u3059\u308b\u306b\u306f\u3001\u307e\u305a\u30b7\u30b9\u30c6\u30e0\u306b\u65b0\u3057\u3044\u30ea\u30dd\u30b8\u30c8\u30ea\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
sysam_install_summary_title=Sybase \u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u8cc7\u7523\u7ba1\u7406\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u306e\u6982\u8981
sysam_install_summary_instructions=SySAM \u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u3088\u3046\u9078\u629e\u3057\u307e\u3057\u305f\u3002
required_products_summary_title=\u5fc5\u305a\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u5fc5\u8981\u304c\u3042\u308b\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u306e\u6982\u8981
required_products_summary_details=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3092\u7d9a\u884c\u3059\u308b\u306b\u306f\u3001\u6b21\u306e\u88fd\u54c1\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
sysam_panel_title=SySAM \u60c5\u5831
product_select_panel_title=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u88fd\u54c1\u306e\u9078\u629e
product_select_panel_instructions=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u88fd\u54c1\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u591a\u304f\u306e Sybase \u88fd\u54c1\u306b\u3001\u57fa\u672c\u88fd\u54c1\u306e\u4e00\u90e8\u3068\u3057\u3066\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3055\u308c\u308b\u8ffd\u52a0\u6a5f\u80fd\u304c\u3042\u308a\u307e\u3059\u3002\u88fd\u54c1\u6a5f\u80fd\u3092\u9078\u629e\u307e\u305f\u306f\u9078\u629e\u89e3\u9664\u3059\u308b\u306b\u306f\u3001[\u30ab\u30b9\u30bf\u30de\u30a4\u30ba] \u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044\u3002
install_summary_details=\u6b21\u306e\u88fd\u54c1\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u3088\u3046\u306b\u9078\u629e\u3057\u307e\u3057\u305f\u3002
welcome_panel_title=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb - \u3088\u3046\u3053\u305d
welcome_panel_message=Sybase Installer \u3078\u3088\u3046\u3053\u305d\u3002\u3053\u306e\u30a6\u30a3\u30b6\u30fc\u30c9\u3067\u306f\u3001\u6b21\u306e\u88fd\u54c1\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u307e\u3059\u3002
look_and_feel_bean_info_details=Swing/AWT \u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u3092\u30b7\u30b9\u30c6\u30e0\u30fb\u30ab\u30e9\u30fc\u3068\u30b7\u30b9\u30c6\u30e0\u30fb\u30b5\u30a4\u30ba\u306b\u8a2d\u5b9a\u3057\u307e\u3059\u3002
uninstall_location_setter_bean_info_details=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u5b8c\u4e86\u5f8c\u306b\u3059\u3079\u3066\u306e\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30e9\u30fb\u30a2\u30fc\u30ab\u30a4\u30d6\u304c\u914d\u7f6e\u3055\u308c\u308b\u30ed\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u8a2d\u5b9a\u3057\u307e\u3059
#
no_sys_util_svc=SystemUtilityService \u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093
no_log_svc=LogService \u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093
no_file_svc=FileService \u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093
confirm_overwrite_title=\u4e0a\u66f8\u304d\u306e\u78ba\u8a8d
yes_no= [\u306f\u3044] \u307e\u305f\u306f [\u3044\u3044\u3048]
yes=\u306f\u3044
no=\u3044\u3044\u3048
yes_to_all=\u3059\u3079\u3066\u306f\u3044
no_to_all=\u3059\u3079\u3066\u3044\u3044\u3048
#
admin_cond_no_permissions=\u30e6\u30fc\u30b6\u306b\u306f\u7ba1\u7406\u8005\u30d1\u30fc\u30df\u30c3\u30b7\u30e7\u30f3\u304c\u3042\u308a\u307e\u305b\u3093
admin_condx_failure=IsCurrentUserAdmin \u30a8\u30e9\u30fc
#
reg_create_key_fail=\u30ad\u30fc\u306e\u4f5c\u6210\u306b\u5931\u6557\u3057\u307e\u3057\u305f
reg_get_value_type_fail=\u30ec\u30b8\u30b9\u30c8\u30ea\u306e\u30c7\u30fc\u30bf\u578b\u306e\u53d6\u5f97\u306b\u5931\u6557\u3057\u307e\u3057\u305f
reg_compare_value_fail=\u30ec\u30b8\u30b9\u30c8\u30ea\u30fb\u30c7\u30fc\u30bf\u306e\u6bd4\u8f03\u306b\u5931\u6557\u3057\u307e\u3057\u305f
reg_delete_key_fail=\u30ad\u30fc\u306e\u524a\u9664\u306b\u5931\u6557\u3057\u307e\u3057\u305f
reg_delete_val_fail=\u5024\u306e\u524a\u9664\u306b\u5931\u6557\u3057\u307e\u3057\u305f
reg_set_val_fail=\u5024\u306e\u8a2d\u5b9a\u306b\u5931\u6557\u3057\u307e\u3057\u305f
reg_prepend_val_fail=\u5024\u306e\u524d\u3078\u306e\u8ffd\u52a0\u306b\u5931\u6557\u3057\u307e\u3057\u305f
reg_append_val_fail=\u5024\u306e\u8ffd\u52a0\u306b\u5931\u6557\u3057\u307e\u3057\u305f
reg_no_reg_svc=\u30ec\u30b8\u30b9\u30c8\u30ea\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093
reg_key_exists_fail=\u30ad\u30fc\u306e\u5b58\u5728\u30a8\u30e9\u30fc
reg_put_cls_fail=putClass \u30a8\u30e9\u30fc
reg_test_fail=\u30ec\u30b8\u30b9\u30c8\u30ea\u30fb\u30c6\u30b9\u30c8\u306b\u5931\u6557\u3057\u307e\u3057\u305f
reg_bad_value=\u4e0d\u6b63\u306a\u30ec\u30b8\u30b9\u30c8\u30ea\u5024
reg_set_type_conflict=\u8a2d\u5b9a\u3057\u305f\u5024\u306e\u578b\u304c\u73fe\u5728\u306e\u30ec\u30b8\u30b9\u30c8\u30ea\u306e\u578b\u3068\u7570\u306a\u308a\u307e\u3059
reg_pend_type_conflict=\u8ffd\u52a0\uff0f\u524d\u306b\u8ffd\u52a0\u3057\u305f\u5024\u306e\u578b\u304c\u73fe\u5728\u306e\u30ec\u30b8\u30b9\u30c8\u30ea\u306e\u578b\u3068\u7570\u306a\u308a\u307e\u3059
reg_set_value_conflict=\u8a2d\u5b9a\u3057\u305f\u5024\u304c\u73fe\u5728\u306e\u30ec\u30b8\u30b9\u30c8\u30ea\u5024\u3068\u7570\u306a\u308a\u307e\u3059
#
reg_lbl_keyroot=\u30ad\u30fc\u30fb\u30eb\u30fc\u30c8
reg_lbl_key=\u30ad\u30fc
reg_lbl_val_name=\u5024\u306e\u540d\u524d
reg_lbl_val=\u5024
reg_lbl_type=\u578b
reg_lbl_action=\u52d5\u4f5c
#
reg_action_add_key=\u30ad\u30fc\u3092\u8ffd\u52a0
reg_action_del_key=\u30ad\u30fc\u3092\u524a\u9664
reg_action_set_val=\u5024\u3092\u8a2d\u5b9a
reg_action_del_val=\u5024\u3092\u524a\u9664
reg_action_app_val=\u5024\u3092\u8ffd\u52a0
reg_action_prep_val=\u5024\u306e\u524d\u306b\u8ffd\u52a0
#
reg_type_string=\u6587\u5b57\u5217
reg_type_int=Dword \u5024
reg_type_bin=\u30d0\u30a4\u30ca\u30ea
#
reg_condx_key=\u30ad\u30fc\u304c\u5b58\u5728\u3057\u307e\u3059
reg_condx_nokey=\u30ad\u30fc\u304c\u5b58\u5728\u3057\u307e\u305b\u3093
reg_condx_val=\u5024\u304c\u5b58\u5728\u3057\u307e\u3059
reg_condx_noval=\u5024\u304c\u5b58\u5728\u3057\u307e\u305b\u3093
reg_condx_eq=\u5024\u304c\u7b49\u3057\u3044
reg_condx_lt=\u5024\u304c\u3088\u308a\u5c0f\u3055\u3044
reg_condx_gt=\u5024\u304c\u3088\u308a\u5927\u304d\u3044
reg_condx_le=\u5024\u304c\u7b49\u3057\u3044\u304b\u305d\u308c\u4ee5\u4e0b
reg_condx_ge=\u5024\u304c\u7b49\u3057\u3044\u304b\u305d\u308c\u4ee5\u4e0a
#
reg_state_not_in_state=\u30b9\u30c6\u30fc\u30bf\u30b9\u30fb\u30c7\u30fc\u30bf\u3067\u306f\u306a\u3044\u30ad\u30fc\u3092\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3067\u304d\u307e\u305b\u3093
reg_state_type_conflict=\u7af6\u5408 : \u5024\u306e\u30c7\u30fc\u30bf\u578b\u304c\u4e00\u81f4\u3057\u307e\u305b\u3093
reg_state_action_conflict=\u7af6\u5408 : \u7570\u306a\u308b\u30a2\u30af\u30b7\u30e7\u30f3\u3067\u30ad\u30fc\uff0f\u540d\u524d\uff0f\u5024\u304c\u8907\u6570\u56de\u8981\u6c42\u3055\u308c\u307e\u3057\u305f
reg_state_value_conflict=\u7af6\u5408 : \u540c\u3058\u5024\u306b\u5bfe\u3057\u3066\u8a2d\u5b9a\uff0f\u524a\u9664\u3092\u5b9f\u884c\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
reg_state_load_tag=\u30ec\u30b8\u30b9\u30c8\u30ea\u30fb\u30b9\u30c6\u30fc\u30bf\u30b9\u3092\u30ed\u30fc\u30c9\u4e2d
reg_state_save_tag=\u30ec\u30b8\u30b9\u30c8\u30ea\u30fb\u30b9\u30c6\u30fc\u30bf\u30b9\u3092\u4fdd\u5b58\u4e2d
#
updateCIM_bean_detail=\u3053\u306e Bean \u306f\u3001\u9078\u629e\u3057\u305f\u6a5f\u80fd\u306b\u57fa\u3065\u3044\u3066\u30e1\u30e2\u30ea\u5185\u306e CIM \u30c7\u30fc\u30bf\u5909\u66f4\u3092\u66f4\u65b0\u3057\u307e\u3059\u3002
uninstall_feature_panel_instructions=\u3053\u306e\u88fd\u54c1\u306b\u3064\u3044\u3066\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u6a5f\u80fd\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044
uninstall_feature_panel_title=\u6a5f\u80fd\u9078\u629e
uninstall_feature_select_bean_info_description=\u3053\u306e Bean \u3092\u4f7f\u7528\u3059\u308b\u3068\u3001\u30e6\u30fc\u30b6\u306f\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u30fb\u30d7\u30ed\u30bb\u30b9\u4e2d\u306b\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u6a5f\u80fd\u3092\u9078\u629e\u3067\u304d\u307e\u3059\u3002
uninstall_external_dependency_warning=\u6b21\u306e\u88fd\u54c1\u3092\u4f7f\u7528\u3059\u308b\u306b\u306f {0} \u304c\u5fc5\u8981\u3067\u3059\u3002\u3053\u306e\u6a5f\u80fd\u3092\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u3068\u3001\u6b21\u306e\u88fd\u54c1\u306e\u6a5f\u80fd\u304c\u640d\u306a\u308f\u308c\u307e\u3059\u3002\n{1}
uninstall_internal_dependency_warning=\u3053\u306e\u88fd\u54c1\u306e\u6a5f\u80fd\u3092\u4f7f\u7528\u3059\u308b\u306b\u306f\u3001{0} \u304c\u5fc5\u8981\u3067\u3059\u3002\u3053\u306e\u6a5f\u80fd\u3092\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u3068\u3001\u3053\u308c\u3089\u306e\u6a5f\u80fd\u3082\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u3088\u3046\u9078\u629e\u3055\u308c\u307e\u3059\u3002
package_license_file_bean_info_description=\u3053\u306e Bean \u3092\u4f7f\u7528\u3057\u3066\u3001\u3053\u306e\u7d71\u5408\u88fd\u54c1\u304c\u4f7f\u7528\u3059\u308b\u30d1\u30c3\u30b1\u30fc\u30b8\u30fb\u30e9\u30a4\u30bb\u30f3\u30b9\u5b9a\u7fa9\u30d5\u30a1\u30a4\u30eb\u306e\u30ed\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u6307\u5b9a\u3057\u307e\u3059
welcome_bean_info_details=Sybase \u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u306e\u3088\u3046\u3053\u305d\u30d1\u30cd\u30eb\u3002\u30e6\u30fc\u30b6\u304c\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3067\u304d\u308b\u88fd\u54c1\u306e\u30ea\u30b9\u30c8\u3082\u8868\u793a\u3057\u307e\u3059\u3002
reference_list_bean_info_details=\u88fd\u54c1\u53c2\u7167\u306e BeanID \u306e\u30ea\u30b9\u30c8\u3092\u683c\u7d0d\u3057\u307e\u3059\u3002\u3042\u3068\u3067\u3001\u30a6\u30a3\u30b6\u30fc\u30c9\u30fb\u30c4\u30ea\u30fc\u304b\u3089\u3053\u306e\u30ea\u30b9\u30c8\u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u3059\u3002
finished_title=\u5b8c\u4e86
New_SySAM_port=\u65b0\u898f SySAM \u30dd\u30fc\u30c8
x_out_of_x={0} / {1}
x_out_of_x_with_size={0}/{1} \u306e\u6a5f\u80fd\u304c\u9078\u629e\u3055\u308c\u307e\u3057\u305f ({2})
SySAM_Panel_New_Port_Label=\u65b0\u898f SySAM \u30dd\u30fc\u30c8
Demo=\u30c7\u30e2
Normal=\u6a19\u6e96
expiration_date=\u6709\u52b9\u671f\u9650 :
Customize_This_Installation=\u3053\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u306e\u30ab\u30b9\u30bf\u30de\u30a4\u30ba
Use_Setup_Type\:_=\u30bb\u30c3\u30c8\u30a2\u30c3\u30d7\u306e\u30bf\u30a4\u30d7\u306e\u4f7f\u7528 : 
Tree=\u30c4\u30ea\u30fc
Bean=Bean
N/A=\u306a\u3057
Total\:=\u5408\u8a08 :
installer=\u30a4\u30f3\u30b9\u30c8\u30fc\u30e9
details=\u8a73\u7d30
categories=\u30ab\u30c6\u30b4\u30ea
details=\u8a73\u7d30
categories=\u30ab\u30c6\u30b4\u30ea
label=\u30e9\u30d9\u30eb
message=\u30e1\u30c3\u30bb\u30fc\u30b8
label=\u30e9\u30d9\u30eb
active=\u30a2\u30af\u30c6\u30a3\u30d6
true=true
dllcpy_getenv_fail=getEnvironmentVariable \u304c\u5931\u6557\u3057\u307e\u3057\u305f
sysam_install_summary_instructions=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3092\u7d9a\u884c\u3059\u308b\u306b\u306f\u3001\u307e\u305a\u30b7\u30b9\u30c6\u30e0\u306b Sybase \u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u8cc7\u7523\u7ba1\u7406\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
sysam_install_summary_title=SySAM \u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u306e\u6982\u8981
# ValidateXML messages
BadDocType=\u88fd\u54c1\u304c\u5fc5\u8981\u3067\u3059\u304c\u3001XML \u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u30fb\u30bf\u30a4\u30d7 {0} \u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f\u3002
NoSuchProduct=\u88fd\u54c1 {0} \u306f\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u8868\u306b\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
NoSuchFeature=\u6a5f\u80fd {0} \u306f\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u8868\u306b\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
NoSuchElement=\u8981\u7d20 {0} \u306f\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u8868\u306b\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
ElementCannotInstall=\u4f9d\u5b58\u6027\u306b\u5bfe\u51e6\u3057\u3066\u3044\u306a\u3044\u305f\u3081\u3001\u8981\u7d20 {0} \u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3067\u304d\u307e\u305b\u3093\u3002
ElementNotInProduct=\u8981\u7d20 {0} \u306f\u88fd\u54c1 {1} \u306e\u30e1\u30f3\u30d0\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
FeatureNotInProduct=\u6a5f\u80fd {0} \u306f\u88fd\u54c1 {1} \u306e\u30e1\u30f3\u30d0\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
FeatureCannotInstall=\u4f9d\u5b58\u6027\u306b\u5bfe\u51e6\u3057\u3066\u3044\u306a\u3044\u305f\u3081\u3001\u6a5f\u80fd {0} \u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3067\u304d\u307e\u305b\u3093\u3002
BadElementRef=\u6a5f\u80fd {0} \u306b\u306f\u8981\u7d20 {1} \u3078\u306e\u53c2\u7167\u304c\u3042\u308a\u307e\u3059\u304c\u3001\u305d\u306e\u8981\u7d20\u306f\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
CheckElementNotExist=\u8981\u7d20 {0} \u306f\u30c1\u30a7\u30c3\u30af {1} \u3067\u53c2\u7167\u3055\u308c\u3066\u3044\u307e\u3059\u304c\u3001\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u8868\u306b\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
MissingRequiredProperty=\u5fc5\u9808\u30d7\u30ed\u30d1\u30c6\u30a3 {0} \u304c {1} \u306b\u3042\u308a\u307e\u305b\u3093\u3002
ParseError=xml \u30c9\u30ad\u30e5\u30e1\u30f3\u30c8 {0} \u3092\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3002{1} (\u884c {2})\u3002
SysamLicenseMissmatch=Sysam \u30e9\u30a4\u30bb\u30f3\u30b9 {0} \u306f\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u8868\u306e {1} \u3068\u4e00\u81f4\u3057\u307e\u305b\u3093\u3002
# Missing resource problems
MissingResourceKey=\u4f8b\u5916 {0} \u304c\u767a\u751f\u3057\u307e\u3057\u305f\u304c\u3001SISResourceBundle.properties \u30d5\u30a1\u30a4\u30eb\u306b {0} \u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u304c\u3042\u308a\u307e\u305b\u3093\u3002
# Version format errors
DotAfterMajor=\u30e1\u30b8\u30e3\u30fc\u30fb\u30d0\u30fc\u30b8\u30e7\u30f3\u756a\u53f7\u306e\u5f8c\u306b\u30c9\u30c3\u30c8\u304c\u3042\u308a\u307e\u305b\u3093\u3002
InvalidDelimiter=\u30de\u30a4\u30ca\u30fc\u756a\u53f7\u306e\u5f8c\u306e\u30c7\u30ea\u30df\u30bf {0} \u304c\u7121\u52b9\u3067\u3059\u3002
InvalidVersion=\u30d0\u30fc\u30b8\u30e7\u30f3 ({0}) \u304c\u7121\u52b9\u3067\u3059\u3002
# ParseXML errors
UnknownCheckType=\u8981\u7d20 {1} \u306b\u5bfe\u3057\u3066\u4e0d\u660e\u306a\u30c1\u30a7\u30c3\u30af\u30fb\u30bf\u30a4\u30d7 {0} \u3067\u3059\u3002
# Check errors
ElementNotAvailable=\u5fc5\u9808\u306e\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u8981\u7d20 {0} \u304c\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3055\u308c\u3066\u3044\u306a\u3044\u305f\u3081\u3001\u3053\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u7d71\u5408\u88fd\u54c1\u3067\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u306b\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002
ElementNotSelected=\u5fc5\u9808\u306e\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u8981\u7d20 {0} \u304c\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u3088\u3046\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
MissingRequiredElements=\u5fc5\u8981\u306a\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u8981\u7d20\u304c\u3042\u308a\u307e\u305b\u3093 ({0})
NotInstallable=\u3053\u306e\u9805\u76ee\u306f {0} \u3067\u3042\u308b\u305f\u3081\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3067\u304d\u307e\u305b\u3093\u3002
InvalidSelectReason=\u9078\u629e\u7406\u7531\u304c\u7121\u52b9\u3067\u3059\u3002
# installability reason strings
INSTALLABLE=INSTALLABLE
NOT_INSTALLABLE=NOT_INSTALLABLE
PARTIALLY_INSTALLABLE=PARTIALLY_INSTALLABLE
invalid_port_error_message=\u30dd\u30fc\u30c8\u304c\u7121\u52b9\u3067\u3059\u3002\u518d\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044
deselect_required_product_warning_console_mode=\u3053\u306e\u88fd\u54c1\u306b\u306f\u3001\u3053\u306e\u88fd\u54c1\u307e\u305f\u306f\u4ed6\u306e\u88fd\u54c1\u3067\u5fc5\u8981\u306a\u6a5f\u80fd\u304c\u3042\u308b\u305f\u3081\u3001\u3059\u3079\u3066\u3092\u9078\u629e\u89e3\u9664\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u306e\u88fd\u54c1\u306e\u7279\u5b9a\u306e\u6a5f\u80fd\u3092\u524a\u9664\u3059\u308b\u306b\u306f\u3001[\u30ab\u30b9\u30bf\u30de\u30a4\u30ba] \u3092\u9078\u629e\u3057\u3066\u304b\u3089\u3001\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u305f\u304f\u306a\u3044\u6a5f\u80fd\u3092\u9078\u629e\u89e3\u9664\u3057\u3066\u304f\u3060\u3055\u3044\u3002
tabbed_container_console_done_choice=\u5b8c\u4e86
repository_panel_instructions_plus_flatfile=\u305d\u308c\u4ee5\u5916\u306e\u5834\u5408\u306f\u3001[\u65b0\u3057\u3044\u30d7\u30e9\u30a4\u30d9\u30fc\u30c8\u30fb\u30ea\u30dd\u30b8\u30c8\u30ea\u3092\u4f5c\u6210] \u3092\u9078\u629e\u3057\u3066\u3001\u3053\u306e\u30de\u30b7\u30f3\u306e\u307f\u3067\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u304a\u3088\u3073\u7ba1\u7406\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
repository_panel_instructions_plus_asa=Sybase \u88fd\u54c1\u3092\u521d\u3081\u3066\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u5834\u5408\u306f\u3001[\u65b0\u3057\u3044\u5171\u6709\u30ea\u30dd\u30b8\u30c8\u30ea\u3092\u4f5c\u6210] \u3092\u9078\u629e\u3067\u304d\u307e\u3059\u3002
attempt_to_install_rep_without_permission=\u30ed\u30fc\u30ab\u30eb\u30fb\u30ea\u30dd\u30b8\u30c8\u30ea\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u306f\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\n\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u306f\u30a2\u30dc\u30fc\u30c8\u3057\u307e\u3057\u305f\u3002
default_feature_selection_error_product_not_selected=\n\u30c7\u30d5\u30a9\u30eb\u30c8\u6a5f\u80fd\u3092\u9078\u629e\u3067\u304d\u306a\u3044\u305f\u3081\u3001\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u88fd\u54c1\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
default_feature_selection_error_product_still_selected=\n\u4e00\u90e8\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u6a5f\u80fd\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u3088\u3046\u9078\u629e\u3057\u3066\u3044\u307e\u305b\u3093\u304c\u3001\u88fd\u54c1\u306f\u9078\u629e\u53ef\u80fd\u3067\u3059\u3002
default_feature_selection_error_excuse_header=\u6b21\u306e\u6a5f\u80fd\u306f\u3001\u6b21\u306e\u7406\u7531\u3067\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u3088\u3046\u9078\u629e\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f :\n\n
default_feature_selection_error_basic_message=\u3053\u306e\u88fd\u54c1\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u6a5f\u80fd\u306e\u9078\u629e\u306b\u8aa4\u308a\u304c\u3042\u308a\u307e\u3059
sysam_panel_find_repository_error=\u3053\u306e\u30de\u30b7\u30f3\u306e SySAM \u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u30fb\u30ed\u30b1\u30fc\u30b7\u30e7\u30f3\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002\n\u30ea\u30dd\u30b8\u30c8\u30ea\u304c\u8d77\u52d5\u3057\u3066\u5b9f\u884c\u4e2d\u3067\u3042\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304b\u3089\u3001\u3053\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30e9\u3092\u518d\u5b9f\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
confirm_reboot=\u30ea\u30d6\u30fc\u30c8\u306e\u78ba\u8a8d
do_you_really_want_to_reboot=[OK] \u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\u3001\u30a4\u30f3\u30b9\u30c8\u30fc\u30e9\u304c\u7d42\u4e86\u3057\u3001\u30de\u30b7\u30f3\u304c\u30ea\u30d6\u30fc\u30c8\u3057\u307e\u3059\u3002\n\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u306f\u3001\u5fc5\u8981\u306b\u5fdc\u3058\u3066\u30ea\u30d6\u30fc\u30c8\u5f8c\u306b\u81ea\u52d5\u7684\u306b\u7d9a\u884c\u3055\u308c\u307e\u3059\u3002
sybase_reboot_panel_bean_info_description=\u3053\u308c\u306f\u3001InstallShield \u30ea\u30d6\u30fc\u30c8\u30fb\u30d1\u30cd\u30eb\u306e\u62e1\u5f35\u6a5f\u80fd\u3067\u3059\u3002\u30ea\u30d6\u30fc\u30c8\u306e\u5f37\u5236\u5b9f\u884c\u3001\u7d71\u5408\u88fd\u54c1\u30ec\u30d9\u30eb\u3067\u306e\u30ea\u30d6\u30fc\u30c8\u3001\u30ea\u30d6\u30fc\u30c8\u5f8c\u306e\u5168\u6a5f\u80fd\u306e\u518d\u63a5\u7d9a\u306a\u3069\u306e\u6a5f\u80fd\u304c\u3042\u308a\u307e\u3059\u3002
reboot_cannot_restore_repository_error=\u30ea\u30dd\u30b8\u30c8\u30ea\u3078\u306e\u63a5\u7d9a\u3092\u518d\u78ba\u7acb\u3067\u304d\u307e\u305b\u3093\u3002\n\u30ea\u30dd\u30b8\u30c8\u30ea\u304c\u8d77\u52d5\u3057\u3066\u5b9f\u884c\u4e2d\u3067\u3042\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304b\u3089\u3001{0} \u3092\u4f7f\u7528\u3057\u3066\u30a4\u30f3\u30b9\u30c8\u30fc\u30e9\u306e\u8d77\u52d5\u3092\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002\n\u30a4\u30f3\u30b9\u30c8\u30fc\u30e9\u306f\u7d42\u4e86\u3057\u307e\u3059\u3002
repository_panel_override_out_of_order_error=RepositoryPanelOverride Bean \u304c\u6b63\u3057\u3044\u30ed\u30b1\u30fc\u30b7\u30e7\u30f3\u306b\u3042\u308a\u307e\u305b\u3093\u3002\nFindRepositoryInfo Bean \u3068 RepositoryInfoPanel Bean \u306e\u9593\u306e\u3069\u3053\u304b\u306b\n\u914d\u7f6e\u3055\u308c\u3066\u3044\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002\n\u30a4\u30f3\u30b9\u30c8\u30fc\u30e9\u306f\u7d42\u4e86\u3057\u307e\u3059\u3002
repository_panel_override_prompt_user=\u30e6\u30fc\u30b6\u306b\u6b21\u306e\u30a2\u30af\u30b7\u30e7\u30f3\u3092\u8981\u6c42
repository_panel_override_install_rep=\u81ea\u52d5\u7684\u306b\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u3066\u30ed\u30fc\u30ab\u30eb\u30fb\u30ea\u30dd\u30b8\u30c8\u30ea\u306b\u63a5\u7d9a
repository_panel_override_file_rep=\u30d5\u30e9\u30c3\u30c8\u30fb\u30d5\u30a1\u30a4\u30eb\u30fb\u30ea\u30dd\u30b8\u30c8\u30ea\u3092\u4f7f\u7528\u3057\u307e\u3059\u3002
repository_panel_override_bean_info_description=\u3053\u306e\u30a2\u30af\u30b7\u30e7\u30f3\u306f\u3001RepositoryInfoPanel \u306e\u524d\u306b\u5b9f\u884c\u3055\u308c\u308b\u3053\u3068\u3092\u60f3\u5b9a\u3057\u3001FindRepositoryInfo Bean \u304c\u4f55\u3089\u304b\u306e\u7406\u7531\u3067\u5931\u6557\u3057\u305f\u5834\u5408\u306b\u3001\u30a4\u30f3\u30b9\u30c8\u30fc\u30e9\u958b\u767a\u8005\u304c\u30e6\u30fc\u30b6\u306b\u5bfe\u3057\u3066\u8868\u793a\u3059\u308b\u5185\u5bb9\u3092\u5236\u5fa1\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
rep_info_panel_override_error_finding_rep_info_panel=beanId = {0} \u306e RepositoryInfoPanel \u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002\n\u3053\u306e\u60c5\u5831\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u30a4\u30f3\u30b9\u30c8\u30fc\u30e9\u306f\u7d42\u4e86\u3057\u307e\u3059\u3002
invalid_license_info_entered_error_message=\u30e9\u30a4\u30bb\u30f3\u30b9\u304c\u7121\u52b9\u3067\u3059\u3002\n\u30e9\u30a4\u30bb\u30f3\u30b9\u60c5\u5831\u3092\u6b63\u3057\u304f\u5165\u529b\u3057\u3066\u3044\u308b\u304b\u30c1\u30a7\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044
exclusive_wizard_sequence_description=\u3053\u308c\u306f\u3001\u7279\u5b9a\u306e\u30bf\u30a4\u30d7\u306e Bean \u306e\u307f\u3092\u633f\u5165\u3067\u304d\u308b\u3088\u3046\u306b\u3059\u308b WizardSequence \u3067\u3059\u3002
panel_with_sequence_bean_info_description=\u3053\u308c\u306f\u3001WizardSequence \u3067\u3082\u3042\u308b WizardPanel \u3067\u3059\u3002\u30a6\u30a3\u30b6\u30fc\u30c9\u30fb\u30b7\u30fc\u30b1\u30f3\u30b9\u5185\u306b\u8907\u96d1\u306a\u30c7\u30fc\u30bf\u30fb\u30c1\u30e3\u30f3\u30af\u3092\u683c\u7d0d\u3059\u308b\u5fc5\u8981\u304c\u3042\u308b\u30ab\u30b9\u30bf\u30e0\u30fb\u30d1\u30cd\u30eb\u3092\u4f5c\u6210\u3059\u308b\u5834\u5408\u306b\u4fbf\u5229\u3067\u3059\u3002
silent_mode_license_validation_failure=\u7121\u52b9\u306a\u30e9\u30a4\u30bb\u30f3\u30b9\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u3001\u30a4\u30f3\u30b9\u30c8\u30fc\u30e9\u3092\u7d42\u4e86\u3057\u307e\u3059\u3002
uninstall_feature_reverse_dependencies=\u6b21\u306e\u6a5f\u80fd\u306f\u3001\u9078\u629e\u89e3\u9664\u3057\u305f\u6a5f\u80fd\u3092\u5fc5\u8981\u3068\u3057\u307e\u3059\u3002[OK] \u3092\u9078\u629e\u3059\u308b\u3068\u3001\u3053\u308c\u3089\u306e\u6a5f\u80fd\u3082\u9078\u629e\u89e3\u9664\u3055\u308c\u307e\u3059\u3002\n{0}
string_push_down_setter_bean_info_description=\u3053\u306e Bean \u306f\u3001\u7d71\u5408\u30ec\u30d9\u30eb\u304b\u3089\u500b\u5225\u306e\u88fd\u54c1\u5185\u306b\u3042\u308b Bean \u306b\u5024\u3092\u9001\u4fe1\u3057\u307e\u3059\u3002
string_array_setter_bean_info_description=\u3053\u306e Bean \u3092\u4f7f\u7528\u3057\u3066\u3001\u533a\u5207\u308a\u6587\u5b57\u5217\u3092\u6587\u5b57\u5217\u914d\u5217\u306b\u5909\u63db\u3067\u304d\u307e\u3059\u3002\u3053\u308c\u306f\u3001\u30b3\u30de\u30f3\u30c9\u30fb\u30e9\u30a4\u30f3\u3067 Bean \u30d7\u30ed\u30d1\u30c6\u30a3\u3092\u8a2d\u5b9a\u3059\u308b\u5834\u5408\u306b\u4fbf\u5229\u3067\u3059\u3002\u30b3\u30de\u30f3\u30c9\u30fb\u30e9\u30a4\u30f3\u3067\u306f\u3001\u6587\u5b57\u5217\u914d\u5217\u3092\u5f15\u6570\u3068\u3057\u3066\u6307\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002
requires_missing_elements=\u8981\u7d20\u304c\u4e0d\u8db3\u3057\u3066\u3044\u307e\u3059
feature_selection_missing_element=\u6a5f\u80fd {0}\n\u306b\u306f\u3001\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3067\u304d\u306a\u3044\u6a5f\u80fd\uff0f\u8981\u7d20\u304c\u5fc5\u8981\u3067\u3059\u3002
feature_selection_error_with_advisory=\u6a5f\u80fd {0} \u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u3088\u3046\u9078\u629e\u3067\u304d\u307e\u305b\u3093\u3002\u7406\u7531 : {1}
product_selection_feature_error=\u88fd\u54c1 {0} \u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u6a5f\u80fd\u3092\u30a2\u30af\u30c6\u30a3\u30d6\u5316\u3059\u308b\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\n{1}
feature_selection_error=\u6a5f\u80fd {0} \u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u3088\u3046\u9078\u629e\u3067\u304d\u307e\u305b\u3093\u3002\n{1} 
repository_panel_uninstall_instructions=\u3053\u306e\u88fd\u54c1\u3092\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u306b\u306f\u3001\u3053\u306e\u88fd\u54c1\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u60c5\u5831\u3092\u683c\u7d0d\u3057\u3066\u3044\u308b\u30ea\u30dd\u30b8\u30c8\u30ea\u306e\u30ed\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
install_location_label=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u540d :
INSTALLED=INSTALLED
UPGRADE=UPGRADE
DOWNGRADE=DOWNGRADE
MISSING_ELEMENTS=MISSING_ELEMENTS
UNAVAILABLE_MISSING_ELEMENTS=UNAVAILABLE_MISSING_ELEMENTS
UNINSTALLABLE=UNINSTALLABLE
UNINSTALL_CONFLICTS=UNINSTALL_CONFLICTS
NOT_INSTALLED=NOT_INSTALLED
UNKNOWN=UNKNOWN
# Install advisory strings
upgrade_version_advisory=\u30d0\u30fc\u30b8\u30e7\u30f3 {0} \u304b\u3089\u30a2\u30c3\u30d7\u30b0\u30ec\u30fc\u30c9
installed_version_advisory=\u30d0\u30fc\u30b8\u30e7\u30f3 {0} \u306f\u3059\u3067\u306b\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3055\u308c\u3066\u3044\u307e\u3059\u3002
downgrade_version_advisory=(\u8b66\u544a) \u30d0\u30fc\u30b8\u30e7\u30f3 {0} \u304b\u3089\u306e\u30c0\u30a6\u30f3\u30b0\u30ec\u30fc\u30c9
overwrite_version_advisory=\u30d0\u30fc\u30b8\u30e7\u30f3 {0} \u306e\u518d\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb
product_overwrite_advisory=\u3059\u3067\u306b\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3055\u308c\u3066\u3044\u307e\u3059\u3002
required_feature_advisory=\u6a5f\u80fd {0} \u304c\u5fc5\u8981\u3067\u3059\u3002
required_license_advisory={0} \u306e\u30e9\u30a4\u30bb\u30f3\u30b9\u304c\u5fc5\u8981\u3067\u3059\u3002
required_prior_advisory=\u3053\u306e\u6a5f\u80fd\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u306b\u5fc5\u8981\u306a\u6a5f\u80fd\u304c\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
required_by_suite=\u5fc5\u9808\u3002
required_by_suite_advisory=\u5fc5\u9808 : {0}
# Uninstall advisory strings
not_installed_advisory=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
required_by_product_uninstall_advisory="{2}" \u306e\u30de\u30b7\u30f3 "{1}" \u306e "{0}"
has_products_requiring_advisory=\u4ed6\u306e\u88fd\u54c1\u3067\u5fc5\u8981\u3067\u3059\u3002
has_features_requiring_advisory=\u30ea\u30b9\u30c8\u3055\u308c\u3066\u3044\u308b\u4ed6\u306e\u6a5f\u80fd\u3067\u5fc5\u8981\u3067\u3059\u3002
uninstall_product_dependencies=! \u9078\u629e\u3057\u305f\u6a5f\u80fd\u306f\u3001\u6b21\u306b\u30ea\u30b9\u30c8\u3055\u308c\u3066\u3044\u308b\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u6e08\u307f\u306e\u88fd\u54c1\u3067\u5fc5\u8981\u3067\u3059\u3002[OK] \u3092\u9078\u629e\u3059\u308b\u3068\u3001\u3053\u308c\u3089\u306e\u88fd\u54c1\u304c\u6b63\u3057\u304f\u6a5f\u80fd\u3057\u306a\u3044\u3053\u3068\u304c\u3042\u308a\u307e\u3059\u3002[\u30ad\u30e3\u30f3\u30bb\u30eb] \u3092\u9078\u629e\u3059\u308b\u3068\u3001\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u6e08\u307f\u306e\u88fd\u54c1\u306e\u640d\u50b7\u3092\u56de\u907f\u3067\u304d\u307e\u3059\u3002\n{0}
uninstall_product_dependency="{2}" \u306e\u30de\u30b7\u30f3 "{1}" \u306e "{0}\n"
uninstall_feature_dependencies=\u6b21\u306e\u6a5f\u80fd\u306f\u3001\u9078\u629e\u3055\u308c\u3066\u3044\u308b\u6a5f\u80fd\u3067\u5fc5\u8981\u3067\u3059\u3002[OK] \u3092\u9078\u629e\u3059\u308b\u3068\u3001\u3053\u308c\u3089\u306e\u6a5f\u80fd\u3082\u9078\u629e\u3055\u308c\u307e\u3059\u3002\n{0}
uninstall_feature_dependency={0}\n
#
dllcpy_put_pkg_fail=DLL \u30b3\u30d4\u30fc putPackage \u306f\u5931\u6557\u3057\u307e\u3057\u305f
dllcpy_overwriting_dll=\u65e2\u5b58\u306e DLL \u3092\u4e0a\u66f8\u304d
dllcpy_with_old_vers=\u53e4\u3044\u30d0\u30fc\u30b8\u30e7\u30f3\u3067\u4e0a\u66f8\u304d
dllcpy_with_earlier=\u4ee5\u524d\u306e\u30b3\u30d4\u30fc\u3067\u4e0a\u66f8\u304d
dllcpy_file_sizes_differ=\u30d5\u30a1\u30a4\u30eb\u30fb\u30b5\u30a4\u30ba\u304c\u7570\u306a\u308a\u307e\u3059
dllcpy_version_not_avail=DLL \u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u60c5\u5831\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093
dllcpy_lbl_version=\u30d0\u30fc\u30b8\u30e7\u30f3
dllcpy_lbl_date=\u65e5\u4ed8
dllcpy_lbl_size=\u30b5\u30a4\u30ba
dllcpy_lbl_beanid=BeanID
dllcpy_get_vers_fail=GetDllVersion \u304c\u5931\u6557\u3057\u307e\u3057\u305f
dllcpy_fileinfo_not_found=\u30d5\u30a1\u30a4\u30eb\u60c5\u5831\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093
dllcpy_not_windows=Windows \u4ee5\u5916\u306e\u30b7\u30b9\u30c6\u30e0\u3067\u306f DDL \u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u30fb\u30c1\u30a7\u30c3\u30af\u3092\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093
dllcpy_get_sysprop_fail=\u30b7\u30b9\u30c6\u30e0\u30fb\u30d7\u30ed\u30d1\u30c6\u30a3\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093
dllcpy_loadlib_failed=loadLibrary \u304c\u5931\u6557\u3057\u307e\u3057\u305f
CollectionNotFound=\u6307\u5b9a\u3055\u308c\u305f\u88fd\u54c1\u304c CIM \u30ea\u30dd\u30b8\u30c8\u30ea\u306b\u307e\u3060\u3042\u308a\u307e\u305b\u3093\u3002
PropertyNotFound=\u6307\u5b9a\u3055\u308c\u305f\u30d7\u30ed\u30d1\u30c6\u30a3\u306f\u3001\u3053\u306e\u88fd\u54c1\u306b\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u8a2d\u5b9a\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
toolkit_version=\u30c4\u30fc\u30eb\u30ad\u30c3\u30c8\u306e\u30d0\u30fc\u30b8\u30e7\u30f3
sislog_cfg_internal=\u5185\u90e8\u8a2d\u5b9a\u6e08\u307f
missing_product_archive_message=\u6b21\u306e\u88fd\u54c1\u30a4\u30f3\u30b9\u30c8\u30fc\u30e9\u306f CLASSPATH \u306b\u3042\u308a\u307e\u305b\u3093 :\n{0}
#sysam api string
null_feature=null \u6a5f\u80fd\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f
null_version=null \u30d0\u30fc\u30b8\u30e7\u30f3\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f
null_date=null \u65e5\u4ed8\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f
null_key=null \u30ad\u30fc\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f
null_license=null \u30e9\u30a4\u30bb\u30f3\u30b9\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f
null_host=null \u30db\u30b9\u30c8\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f
bad_port=\u4e0d\u6b63\u306a\u30dd\u30fc\u30c8\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f
invalid_dir=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u304c\u7121\u52b9\u3067\u3059
licDir_not_read=\u30e9\u30a4\u30bb\u30f3\u30b9\u30fb\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3092\u8aad\u307f\u8fbc\u3081\u307e\u305b\u3093
licDir_not_write=\u30e9\u30a4\u30bb\u30f3\u30b9\u30fb\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306b\u66f8\u304d\u8fbc\u3081\u307e\u305b\u3093
licDir_not_set=\u30e9\u30a4\u30bb\u30f3\u30b9\u30fb\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093
file_not_deletable=\u9001\u4fe1\u5148\u30d5\u30a1\u30a4\u30eb\u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093
source_not_exist=\u30bd\u30fc\u30b9\u30fb\u30d5\u30a1\u30a4\u30eb\u304c\u5b58\u5728\u3057\u307e\u305b\u3093
null_object=\u691c\u8a3c\u3059\u308b\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c null \u3067\u3059
no_license_file=\u30e9\u30a4\u30bb\u30f3\u30b9\u30fb\u30d5\u30a1\u30a4\u30eb\u304c\u5b58\u5728\u3057\u307e\u305b\u3093
integer_error_title=\u6570\u5024\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
integer_error=\u3053\u306e\u6570\u5024\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u306f 1 \u3064\u307e\u305f\u306f\u8907\u6570\u306e\u6587\u5b57\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002
browse_button_label=...
browse_window_title=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044
silent_mode_license_validation_failure=\u7121\u52b9\u306a\u30e9\u30a4\u30bb\u30f3\u30b9\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u3001\u30a4\u30f3\u30b9\u30c8\u30fc\u30e9\u306f\u7d42\u4e86\u3057\u307e\u3059\u3002
failure_starting_repository=\u30ea\u30dd\u30b8\u30c8\u30ea\u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u305b\u3093\u3002\n\u30ea\u30dd\u30b8\u30c8\u30ea\u60c5\u5831\u304c\u898b\u3064\u304b\u3063\u305f\u305f\u3081\u3001\n\u518d\u8d77\u52d5\u3057\u3088\u3046\u3068\u3057\u307e\u3057\u305f\u304c\u3001\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u4eca\u3059\u3050\u7d42\u4e86\u3057\u3066\u30ea\u30dd\u30b8\u30c8\u30ea\u3092\u624b\u52d5\u3067\u8d77\u52d5\u3059\u308b\u304b\u3001\n\u3053\u306e\u30de\u30b7\u30f3\u306b\u65b0\u3057\u3044\u30ea\u30dd\u30b8\u30c8\u30ea\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3067\u304d\u307e\u3059\u3002\n\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3092\u7d42\u4e86\u3057\u3066\u3001\u30ea\u30dd\u30b8\u30c8\u30ea\u3092\u624b\u52d5\u3067\u8d77\u52d5\u3057\u307e\u3059\u304b ?
repository_not_local=\u30ea\u30dd\u30b8\u30c8\u30ea\u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u305b\u3093\u3002\n\u30ea\u30dd\u30b8\u30c8\u30ea\u60c5\u5831\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f\u304c\u3001\u30ea\u30dd\u30b8\u30c8\u30ea\u306f\u30ea\u30e2\u30fc\u30c8\u30fb\u30db\u30b9\u30c8\u306b\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u3001\n\u30ea\u30dd\u30b8\u30c8\u30ea\u3092\u81ea\u52d5\u7684\u306b\u8d77\u52d5\u3067\u304d\u307e\u305b\u3093\u3002\n\u4eca\u3059\u3050\u7d42\u4e86\u3057\u3066\u30ea\u30dd\u30b8\u30c8\u30ea\u3092\u624b\u52d5\u3067\u8d77\u52d5\u3059\u308b\u304b\u3001\n\u3053\u306e\u30de\u30b7\u30f3\u306b\u65b0\u3057\u3044\u30ea\u30dd\u30b8\u30c8\u30ea\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3067\u304d\u307e\u3059\u3002\n\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3092\u7d42\u4e86\u3057\u3066\u3001\u30ea\u30dd\u30b8\u30c8\u30ea\u3092\u624b\u52d5\u3067\u8d77\u52d5\u3057\u307e\u3059\u304b ?
exit_header=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3092\u7d42\u4e86\u3057\u307e\u3059\u304b ?
license_form_incomplete_error_message=\u30e9\u30a4\u30bb\u30f3\u30b9\u60c5\u5831\u304c\u4e0d\u5b8c\u5168\u3067\u3059\u3002\n\u60c5\u5831\u306f\u8ffd\u52a0\u3055\u308c\u307e\u305b\u3093\u3002
disk_space_error=1 \u3064\u4ee5\u4e0a\u306e\u30d1\u30fc\u30c6\u30a3\u30b7\u30e7\u30f3\u304c\u7121\u52b9\u304b\u3001\u9818\u57df\u304c\u4e0d\u8db3\u3057\u3066\u3044\u307e\u3059
includes_temp_space=(incl tmp)
bytes_available=\u4f7f\u7528\u53ef\u80fd\u306a\u30d0\u30a4\u30c8\u6570
bytes_needed=\u5fc5\u8981\u306a\u30d0\u30a4\u30c8\u6570
partition_name=\u30d1\u30fc\u30c6\u30a3\u30b7\u30e7\u30f3\u540d
DiskspaceError=\u30d1\u30fc\u30c6\u30a3\u30b7\u30e7\u30f3 {0} \u304c\u7121\u52b9\u304b\u3001\u9818\u57df\u304c\u4e0d\u8db3\u3057\u3066\u3044\u307e\u3059\u3002\u5fc5\u8981\u306a\u30d0\u30a4\u30c8\u6570 :{1}\u3002\u4f7f\u7528\u53ef\u80fd\u306a\u30d0\u30a4\u30c8\u6570 : {2}.
deselect_required_without_customize_message=\u3053\u306e\u88fd\u54c1\u306f\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u306b\u5fc5\u8981\u3067\u3059\u3002\u9078\u629e\u89e3\u9664\u3067\u304d\u307e\u305b\u3093\u3002
unsuccessful_message=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3068\u8a2d\u5b9a\u304c \u5931\u6557\u3057\u307e\u3057\u305f \u3002<p>\u30b3\u30f3\u30d5\u30a3\u30b0\u30ec\u30fc\u30bf\u30fb\u30ed\u30b0\u30fb\u30d5\u30a1\u30a4\u30eb <i>logs/Config.log</i> \u3092\u30c1\u30a7\u30c3\u30af\u3057\u3066\u3001Sybase Customer Service &amp Support (<a href="http://www.sybase.co.jp/Support_Gate.htm"> http://www.sybase.co.jp/Support_Gate.htm</a>) \u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044\u3002
successful_message=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u306f \u6210\u529f\u3057\u307e\u3057\u305f \u3002<p><a href="http://www.sybase.co.jp/download">http://www.sybase.co.jp/download</a> \u3067\u66f4\u65b0\u3092\u5b9a\u671f\u7684\u306b\u30c1\u30a7\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044\u3002
progressbar_default_message=\u88fd\u54c1\u3092\u8a2d\u5b9a\u4e2d\u3067\u3059\u3002\u3057\u3070\u3089\u304f\u304a\u5f85\u3061\u304f\u3060\u3055\u3044\u3002
progressbar_default_title=\u8a2d\u5b9a\u304c\u958b\u59cb\u3055\u308c\u307e\u3057\u305f\u3002
no_cim=\u6307\u5b9a\u3057\u305f\u88fd\u54c1\u304c CIM \u30ea\u30dd\u30b8\u30c8\u30ea\u306b\u3042\u308a\u307e\u305b\u3093\u3002
no_cim_title=\u4e0d\u660e\u306a\u88fd\u54c1
