#
# ProductAction: Uninstaller
#
Uninstaller.resourcesNotEnsured=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u043e\u0441\u0438\u0433\u0443\u0440\u0435\u043d\u0438 \u0440\u0435\u0441\u0443\u0440\u0441\u0438 \u043d\u0430 \u0434\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0442\u043e\u0440\u0430.  \u0412\u044a\u0437\u043c\u043e\u0436\u043d\u043e \u0435 \u043d\u044f\u043a\u043e\u0438 \u0440\u0435\u0441\u0443\u0440\u0441\u0438 \u0434\u0430 \u0441\u0430 \u043d\u0435\u0434\u043e\u0441\u0442\u044a\u043f\u043d\u0438 \u043f\u0440\u0438 \u0434\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u044f.

#
# LocalePanel
#
LocalePanel.description={0} \u043b\u043e\u043a\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0438 \u0434\u0430\u043d\u043d\u0438 \u0437\u0430 \u0435\u0437\u0438\u0446\u0438\u0442\u0435, \u043c\u0430\u0440\u043a\u0438\u0440\u0430\u043d\u0438 \u0441 \u043e\u0442\u043c\u0435\u0442\u043a\u0430, \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0438:
LocalePanel.title=\u0418\u0437\u0431\u043e\u0440 \u043d\u0430 \u043a\u043e\u0434 \u043d\u0430 \u0433\u0435\u043e\u0433\u0440\u0430\u0444\u0441\u043a\u043e \u0440\u0430\u0437\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435
LocalePanel.ote1Title=\u0418\u0437\u0431\u0440\u0430\u043d\u0438 \u043a\u043e\u0434\u043e\u0432\u0435 \u043d\u0430 \u0433\u0435\u043e\u0433\u0440\u0430\u0444\u0441\u043a\u043e \u0440\u0430\u0437\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435
LocalePanel.ote1Doc=\u0421\u043f\u0438\u0441\u044a\u043a \u043d\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u0442\u0435 \u043a\u043e\u0434\u043e\u0432\u0435 \u043d\u0430 \u0433\u0435\u043e\u0433\u0440\u0430\u0444\u0441\u043a\u043e \u0440\u0430\u0437\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435. \u0422\u043e\u0437\u0438 \u0441\u043f\u0438\u0441\u044a\u043a \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u044f \u043a\u043e\u0438 \u0441\u043f\u0435\u0446\u0438\u0444\u0438\u0447\u043d\u0438 \u0437\u0430 \u043a\u043e\u0434\u0430 \u043d\u0430 \u0433\u0435\u043e\u0433\u0440\u0430\u0444\u0441\u043a\u043e \u0440\u0430\u0437\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u043e\u0432\u0438 \u043a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442\u0438 \u0441\u0435 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0442. \u0414\u043e\u043f\u0443\u0441\u0442\u0438\u043c\u0438\u0442\u0435 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438 \u0441\u0430:{0}\u041d\u0430\u043f\u0440\u0438\u043c\u0435\u0440, \u0437\u0430 \u0434\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 {1}, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 <indent>{2}</indent>{3}
#
# INSTRUCTIONS FOR TRANSLATORS: LocalePanel.ote1Doc:
# - Do not translate text occuring between '<' and '>'. E.g. do not
# translate <indent>.

LocalePanel.ote1MultLocales=\u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0443\u043a\u0430\u0436\u0435\u0442\u0435 \u043c\u043d\u043e\u0436\u0435\u0441\u0442\u0432\u043e \u043a\u043e\u0434\u043e\u0432\u0435 \u043d\u0430 \u0433\u0435\u043e\u0433\u0440\u0430\u0444\u0441\u043a\u0438 \u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u044f, \u043a\u0430\u0442\u043e \u0440\u0430\u0437\u0434\u0435\u043b\u044f\u0442\u0435 \u0432\u0441\u0435\u043a\u0438 \u043a\u043e\u0434 \u0441\u044a\u0441 \u0437\u0430\u043f\u0435\u0442\u0430\u044f ('',''). \u041d\u0430\u043f\u0440\u0438\u043c\u0435\u0440, \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 "{0},{1}" \u0449\u0435 \u0434\u043e\u0432\u0435\u0434\u0435 \u0434\u043e \u0438\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 {2} \u0438 {3}.
#
# INSTRUCTIONS FOR TRANSLATORS: LocalePanel.ote1MultLocales:
# - The use of the comma character ',' should not be localized. The word 
# "comma", however, can be translated so that it unambiguously describes 
# the ',' character.

#
# ProductAction: Files
#
Files.installError=\u041f\u0440\u0438 \u043a\u043e\u043f\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0444\u0430\u0439\u043b\u043e\u0432\u0435\u0442\u0435 ({0}) \u0441\u0430 \u0432\u044a\u0437\u043d\u0438\u043a\u043d\u0430\u043b\u0438 \u0435\u0434\u043d\u0430 \u0438\u043b\u0438 \u043f\u043e\u0432\u0435\u0447\u0435 \u0433\u0440\u0435\u0448\u043a\u0438. \u041c\u043e\u043b\u044f, \u043e\u0431\u044a\u0440\u043d\u0435\u0442\u0435 \u0441\u0435 \u043a\u044a\u043c \u0436\u0443\u0440\u043d\u0430\u043b\u0430 \u043d\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u0437\u0430 \u0434\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f.
Files.illegalReplaceOption=\u041d\u0435\u0432\u0430\u043b\u0438\u0434\u043d\u0430 replaceOption \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 ({0}): \u0434\u043e\u043f\u0443\u0441\u043a\u0430 \u0441\u0435 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 NEVER_REPLACE
Files.replaceExistingFile=\u0417\u0430\u043c\u044f\u043d\u0430 \u043d\u0430 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449 \u0444\u0430\u0439\u043b
Files.olderVersionExists=\u041d\u0430 \u0442\u0430\u0437\u0438 \u0441\u0438\u0441\u0442\u0435\u043c\u0430 \u0432\u0435\u0447\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430 \u043f\u043e-\u0441\u0442\u0430\u0440\u0430 \u0432\u0435\u0440\u0441\u0438\u044f \u043d\u0430 {0}. \u0416\u0435\u043b\u0430\u0435\u0442\u0435 \u043b\u0438 \u0434\u0430 \u0437\u0430\u043c\u0435\u043d\u0438\u0442\u0435 \u0442\u043e\u0437\u0438 \u0444\u0430\u0439\u043b?
Files.alreadyExist={0} \u0432\u0435\u0447\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430 \u043d\u0430 \u0442\u0430\u0437\u0438 \u0441\u0438\u0441\u0442\u0435\u043c\u0430. \u0416\u0435\u043b\u0430\u0435\u0442\u0435 \u043b\u0438 \u0434\u0430 \u0437\u0430\u043c\u0435\u043d\u0438\u0442\u0435 \u0442\u043e\u0437\u0438 \u0444\u0430\u0439\u043b?
Files.newerVersionExist={0} \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430 \u043d\u0430 \u0442\u0430\u0437\u0438 \u0441\u0438\u0441\u0442\u0435\u043c\u0430 \u0438 \u0435 \u043f\u043e-\u043d\u043e\u0432 \u043e\u0442 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0438\u044f \u0444\u0430\u0439\u043b. \u0416\u0435\u043b\u0430\u0435\u0442\u0435 \u043b\u0438 \u0434\u0430 \u0437\u0430\u043c\u0435\u043d\u0438\u0442\u0435 \u0442\u043e\u0437\u0438 \u0444\u0430\u0439\u043b?
Files.cannotSetFileAttributes=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0438 \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0438: \u043e\u043f\u0435\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0435 \u0441\u0435 \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430 \u043e\u0442 \u0442\u0435\u043a\u0443\u0449\u0430\u0442\u0430 \u0440\u0435\u0430\u043b\u0438\u0437\u0430\u0446\u0438\u044f \u043d\u0430 \u0444\u0430\u0439\u043b\u043e\u0432\u0438\u0442\u0435 \u0443\u0441\u043b\u0443\u0433\u0438.
Files.fileAttributeError=\u0424\u0430\u0439\u043b\u043e\u0432\u0438\u0442\u0435 \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0438 \u043d\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u0438, \u0442\u044a\u0439 \u043a\u0430\u0442\u043e \u043d\u0435 \u0435 \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u0430 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u0430 \u043f\u043e\u0434\u0434\u0440\u044a\u0436\u043a\u0430 \u0437\u0430 \u0442\u0430\u0437\u0438 \u043e\u043f\u0435\u0440\u0430\u0446\u0438\u044f.
Files.cannotSetFileTimes=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u0438 \u0432\u0440\u0435\u043c\u0435\u0432\u0438 \u0438\u043d\u0434\u0438\u043a\u0430\u0442\u043e\u0440\u0438 \u0437\u0430 \u0444\u0430\u0439\u043b\u043e\u0432\u0435: \u043e\u043f\u0435\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0435 \u0441\u0435 \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430 \u043e\u0442 \u0442\u0435\u043a\u0443\u0449\u0430\u0442\u0430 \u0440\u0435\u0430\u043b\u0438\u0437\u0430\u0446\u0438\u044f \u043d\u0430 \u0444\u0430\u0439\u043b\u043e\u0432\u0438\u0442\u0435 \u0443\u0441\u043b\u0443\u0433\u0438.
Files.fileTimesError=\u0412\u0440\u0435\u043c\u0435\u0432\u0438\u0442\u0435 \u0438\u043d\u0434\u0438\u043a\u0430\u0442\u043e\u0440\u0438 \u0437\u0430 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u043d\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u0438, \u0442\u044a\u0439 \u043a\u0430\u0442\u043e \u043d\u0435 \u0435 \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u0430 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u0430 \u043f\u043e\u0434\u0434\u0440\u044a\u0436\u043a\u0430 \u0437\u0430 \u0442\u0430\u0437\u0438 \u043e\u043f\u0435\u0440\u0430\u0446\u0438\u044f.
Files.couldNotDeleteDir=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u0437\u0442\u0440\u0438\u0442\u0430 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f {0}
Files.uninstallError=\u041f\u0440\u0438 \u0434\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0444\u0430\u0439\u043b\u043e\u0432\u0435\u0442\u0435 ({0}) \u0441\u0430 \u0432\u044a\u0437\u043d\u0438\u043a\u043d\u0430\u043b\u0438 \u0435\u0434\u043d\u0430 \u0438\u043b\u0438 \u043f\u043e\u0432\u0435\u0447\u0435 \u0433\u0440\u0435\u0448\u043a\u0438. \u041e\u0431\u044a\u0440\u043d\u0435\u0442\u0435 \u0441\u0435 \u043a\u044a\u043c \
\u0436\u0443\u0440\u043d\u0430\u043b\u0430 \u043d\u0430 \u0434\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u044f\u0442\u0430 \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f.
Files.replaceError=\u041f\u043e \u0432\u0440\u0435\u043c\u0435 \u043d\u0430 \u043f\u043e\u0434\u043c\u044f\u043d\u0430\u0442\u0430 \u043d\u0430 \u0444\u0430\u0439\u043b\u043e\u0432\u0435\u0442\u0435 ({0}) \u0441 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 ({1}) \u0441\u0430 \u0432\u044a\u0437\u043d\u0438\u043a\u043d\u0430\u043b\u0438 \u0435\u0434\u043d\u0430 \u0438\u043b\u0438 \u043f\u043e\u0432\u0435\u0447\u0435 \u0433\u0440\u0435\u0448\u043a\u0438. \u041e\u0431\u044a\u0440\u043d\u0435\u0442\u0435 \u0441\u0435 \u043a\u044a\u043c \
\u0436\u0443\u0440\u043d\u0430\u043b\u0430 \u043d\u0430 \u0434\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u044f\u0442\u0430 \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f.
Files.couldNotUninstallFiles=\u041d\u044f\u043a\u043e\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u043d\u0435 \u0441\u0430 \u043c\u043e\u0433\u043b\u0438 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0430\u0442\u0438 \u043f\u0440\u0438 \u0434\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u044f\u0442\u0430 ({0}). \u041e\u0431\u044a\u0440\u043d\u0435\u0442\u0435 \u0441\u0435 \u043a\u044a\u043c \
\u0436\u0443\u0440\u043d\u0430\u043b\u0430 \u043d\u0430 \u0434\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u044f\u0442\u0430 \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f.
Files.removeExistingFile=\u041f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449 \u0444\u0430\u0439\u043b
Files.fileExisting={0} \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430 \u043d\u0430 \u0442\u0430\u0437\u0438 \u0441\u0438\u0441\u0442\u0435\u043c\u0430. \u0416\u0435\u043b\u0430\u0435\u0442\u0435 \u043b\u0438 \u0434\u0430 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435\u0442\u0435 \u0442\u043e\u0437\u0438 \u0444\u0430\u0439\u043b?
Files.fileModified={0} \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430 \u043d\u0430 \u0442\u0430\u0437\u0438 \u0441\u0438\u0441\u0442\u0435\u043c\u0430 \u0438 \u0435 \u0431\u0438\u043b \u043c\u043e\u0434\u0438\u0444\u0438\u0446\u0438\u0440\u0430\u043d \u0441\u043b\u0435\u0434 \u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u044f\u0442\u0430. \u0416\u0435\u043b\u0430\u0435\u0442\u0435 \u043b\u0438 \u0434\u0430 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435\u0442\u0435 \u0442\u043e\u0437\u0438 \u0444\u0430\u0439\u043b?
Files.illegalRemoveOption=\u041d\u0435\u0432\u0430\u043b\u0438\u0434\u043d\u0430 removeOption \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 ({0}): \u0434\u043e\u043f\u0443\u0441\u043a\u0430 \u0441\u0435 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 NEVER_REMOVE
Files.couldNotDeleteFile=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u0437\u0442\u0440\u0438\u0442 \u0444\u0430\u0439\u043b {0}
Files.fileNotExist=\u0424\u0430\u0439\u043b\u044a\u0442 \u043d\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430: {0}
Files.invalidRegExpression=\u041d\u0435\u0432\u0430\u043b\u0438\u0434\u0435\u043d \u0440\u0435\u0433\u0443\u043b\u044f\u0440\u0435\u043d \u0438\u0437\u0440\u0430\u0437: {0}
Files.couldNotCreateDir=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u043d\u0430 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f: {0}
Files.updatingUninstallerInfo=\u041e\u0431\u043d\u043e\u0432\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u0434\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435...

#
# ExternalFiles: Action
#
ExternalFiles.emptyDirectory=\u0412\u044a\u043d\u0448\u043d\u0430\u0442\u0430 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f {0} \u043d\u0435 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u0437\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435.

#
# JVMResolution: Action
#
JVMResolution.installJVM=\u0418\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 JVM
JVMResolution.installJVMWarning=Java Virtual Machine (JVM) \u0441\u0435 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430 \u0432 "{0}" \u0438 \u0449\u0435 \u0437\u0430\u043c\u0435\u043d\u0438 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0442\u0430\u0437\u0438 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f. \u0416\u0435\u043b\u0430\u0435\u0442\u0435 \u043b\u0438 \u0434\u0430 \u0437\u0430\u043c\u0435\u043d\u0438\u0442\u0435 \u0442\u0430\u0437\u0438 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f?
JVMResolution.extraNotFound=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d\u0430 \u0441\u043f\u0435\u0446\u0438\u0444\u0438\u0447\u043d\u0430 \u0437\u0430 \u043f\u043b\u0430\u0442\u0444\u043e\u0440\u043c\u0430\u0442\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 JVM. \u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0430 JVM
JVMResolution.jvmNotFound=\u041d\u0435 \u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d\u0430 JVM

#
# ProductAction: Launcher
#
Launcher.extraNotFound=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d\u0430 \u0441\u043f\u0435\u0446\u0438\u0444\u0438\u0447\u043d\u0430 \u0437\u0430 \u043f\u043b\u0430\u0442\u0444\u043e\u0440\u043c\u0430\u0442\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u0441\u0442\u0430\u0440\u0442\u0435\u0440\u0430. \u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u043d \u0441\u0442\u0430\u0440\u0442\u0435\u0440

#
# ProductAction: Archive
#
Archive.sourceNotExist=\u0410\u0440\u0445\u0438\u0432\u043d\u0438\u044f\u0442 \u0438\u0437\u0442\u043e\u0447\u043d\u0438\u043a {0} \u043d\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430
Archive.notJARFile=\u041d\u0435 \u0435 jar \u0438\u043b\u0438 zip \u0444\u0430\u0439\u043b: 

#
# ProductAction: DesktopIcon
#
DesktopIcon.couldNotCreate=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u043d\u0430 \u0438\u043a\u043e\u043d\u0430 \u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u043d\u0430\u0442\u0430 \u043f\u043b\u043e\u0449 {0}
DesktopIcon.couldNotRemove=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0430\u0442\u0430 \u0438\u043a\u043e\u043d\u0430 \u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u043d\u0430\u0442\u0430 \u043f\u043b\u043e\u0449 {0}
DesktopIcon.iconResourceNotFound=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d \u0440\u0435\u0441\u0443\u0440\u0441 \u0437\u0430 \u0438\u043a\u043e\u043d\u0430 "{0}"
DesktopIcon.extraNotFound=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d\u0430 \u0441\u043f\u0435\u0446\u0438\u0444\u0438\u0447\u043d\u0430 \u0437\u0430 \u043f\u043b\u0430\u0442\u0444\u043e\u0440\u043c\u0430\u0442\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u0438\u043a\u043e\u043d\u0430 \u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u043d\u0430\u0442\u0430 \u043f\u043b\u043e\u0449. \u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u043d\u0430 \u0438\u043a\u043e\u043d\u0430 \u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u043d\u0430\u0442\u0430 \u043f\u043b\u043e\u0449 "{0}"

#
# ProductAction: EnvironmentVariableUpdate
#
EnvironmentVariableUpdate.extraNotFound=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d\u0430 \u0441\u043f\u0435\u0446\u0438\u0444\u0438\u0447\u043d\u0430 \u0437\u0430 \u043f\u043b\u0430\u0442\u0444\u043e\u0440\u043c\u0430\u0442\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u043b\u0438\u0432\u0430 \u043d\u0430 \u043e\u0431\u043a\u0440\u044a\u0436\u0435\u043d\u0438\u0435\u0442\u043e. \u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043e\u0431\u043d\u043e\u0432\u0435\u043d\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u043b\u0438\u0432\u0430 \u043d\u0430 \u043e\u0431\u043a\u0440\u044a\u0436\u0435\u043d\u0438\u0435\u0442\u043e "{0}"

#
# ProductAction: ProductBeanPlaceHolder
#
ProductBeanPlaceHolder.installError=\u041d\u0430\u043f\u0440\u0430\u0432\u0435\u043d \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u0435\u043d \u043e\u043f\u0438\u0442 \u0437\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u043e\u0432\u0438\u044f bean place holder ([0]):  {1}
ProductBeanPlaceHolder.replaceError=\u041d\u0430\u043f\u0440\u0430\u0432\u0435\u043d \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u0435\u043d \u043e\u043f\u0438\u0442 \u0437\u0430 \u043f\u043e\u0434\u043c\u044f\u043d\u0430 \u043d\u0430 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u043e\u0432\u0438\u044f bean place holder ([0]):  {1}
ProductBeanPlaceHolder.uninstallError=\u041d\u0430\u043f\u0440\u0430\u0432\u0435\u043d \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u0435\u043d \u043e\u043f\u0438\u0442 \u0437\u0430 \u0434\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u043e\u0432\u0438\u044f bean place holder ([0]):  {1}

#
# WizardPanel: WelcomePanel
#
WelcomePanel.message=<STRONG><FONT size="+1">\u0414\u043e\u0431\u0440\u0435 \u0434\u043e\u0448\u043b\u0438 \u0432 InstallShield \u041f\u043e\u043c\u043e\u0449\u043d\u0438\u043a\u0430 \u0437\u0430 {0}</FONT></STRONG><p>InstallShield \u041f\u043e\u043c\u043e\u0449\u043d\u0438\u043a\u044a\u0442 \u0449\u0435 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430 {1} \u043d\u0430 \u0432\u0430\u0448\u0438\u044f \u043a\u043e\u043c\u043f\u044e\u0442\u044a\u0440.<br>\u0417\u0430 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u041f\u0440\u043e\u0434\u044a\u043b\u0436\u0438.<blockquote>{2}<br>{3}<br>{4}</blockquote>

#
# WizardPanel: UninstallWelcomePanel
#
UninstallWelcomePanel.message=<STRONG><FONT size="+1">\u0414\u043e\u0431\u0440\u0435 \u0434\u043e\u0448\u043b\u0438 \u0432 InstallShield \u041f\u043e\u043c\u043e\u0449\u043d\u0438\u043a \u0437\u0430 {0}</FONT></STRONG><p>InstallShield \u041f\u043e\u043c\u043e\u0449\u043d\u0438\u043a\u044a\u0442 \u0449\u0435 \u0434\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430 {1} \u043e\u0442 \u0432\u0430\u0448\u0438\u044f \u043a\u043e\u043c\u043f\u044e\u0442\u044a\u0440.<br>\u0417\u0430 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u041f\u0440\u043e\u0434\u044a\u043b\u0436\u0438.<blockquote>{2}<br>{3}<br>{4}</blockquote>

#
# WizardPanel: DestinationPanel
#
DestinationPanel.description=\u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u041f\u0440\u043e\u0434\u044a\u043b\u0436\u0438, \u0437\u0430 \u0434\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0442\u0435 "{0}" \u0432 \u0442\u0430\u0437\u0438 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f, \u0438\u043b\u0438 \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u041f\u0440\u0435\u0433\u043b\u0435\u0434\u0430\u0439, \u0437\u0430 \u0434\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0442\u0435 \u0432 \u0440\u0430\u0437\u043b\u0438\u0447\u043d\u0430 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f.
DestinationPanel.consoleMessage=\u0426\u0435\u043b\u0435\u0432\u0430 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f \u0437\u0430 {0}
DestinationPanel.consolePrompt=\u041c\u043e\u043b\u044f, \u0443\u043a\u0430\u0436\u0435\u0442\u0435 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f \u0438\u043b\u0438 \u043d\u0430\u0442\u0438\u0441\u043d\u0435\u0442\u0435 Enter, \u0437\u0430 \u0434\u0430 \u043f\u0440\u0438\u0435\u043c\u0435\u0442\u0435 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f\u0442\u0430 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435
DestinationPanel.directoryNotExist=\u0414\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f\u0442\u0430 \u043d\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430.  \u0416\u0435\u043b\u0430\u0435\u0442\u0435 \u043b\u0438 \u0434\u0430 \u044f \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u0442\u0435?
DestinationPanel.destinationDirectory=\u0426\u0435\u043b\u0435\u0432\u0430 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f
DestinationPanel.createTheDirectory=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f\u0442\u0430
DestinationPanel.specifyDirectory=\u041c\u043e\u043b\u044f, \u0443\u043a\u0430\u0436\u0435\u0442\u0435 \u0438\u043c\u0435 \u043d\u0430 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f.
DestinationPanel.ote1Title={0} \u0420\u0430\u0437\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435 \u043d\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435
DestinationPanel.ote1Doc=\u0420\u0430\u0437\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435\u0442\u043e \u0437\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u044f \u043d\u0430 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0430. \u041f\u043e\u0441\u043e\u0447\u0435\u0442\u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u0430 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f, \u0432 \u043a\u043e\u044f\u0442\u043e \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u044a\u0442. \u0410\u043a\u043e \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f\u0442\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b\u0438, \u0437\u0430\u0442\u0432\u043e\u0440\u0435\u0442\u0435 \u044f \u0432 \u0434\u0432\u043e\u0439\u043d\u0438 \u043a\u0430\u0432\u0438\u0447\u043a\u0438. \u041d\u0430\u043f\u0440\u0438\u043c\u0435\u0440, \u0437\u0430 \u0434\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0442\u0435 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0430 \u0432 C:\\Program Files\\My Product, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 <indent>-P installLocation="C:\\Program Files\\My Product"</indent>
#
# INSTRUCTIONS FOR TRANSLATORS: DestinationPanel.ote1Doc:
# - Do not translate text occuring between '<' and '>'. E.g. do not
# translate <indent>.
# - Do not translate "-P installLocation=\"
# - "C:\\Program Files\\My Product\" can be translated to a localized version
# of such a MS Windows directory.

DestinationPanelSwingImpl.directoryName=\u0418\u043c\u0435 \u043d\u0430 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f
DestinationPanelSwingImpl.browse=\u041f\u0440\u0438\u0434\u0432\u0438\u0436\u0432\u0430\u043d\u0435

#
# Also used in WizardXResources
#
DirectoryBrowser.Folder=\u0414\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f:
DirectoryInputComponent.DirectoryName=\u0418\u043c\u0435 \u043d\u0430 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f:

#
# WizardPanel: FeaturePanel
#
FeaturePanel.description=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442\u0438\u0442\u0435 \u043d\u0430 "{0}", \u043a\u043e\u0438\u0442\u043e \u0436\u0435\u043b\u0430\u0435\u0442\u0435 \u0434\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0442\u0435: 
FeaturePanel.consoleChooseItem=\u0417\u0430 \u0434\u0430 \u043f\u043e\u0441\u0435\u0442\u0438\u0442\u0435 \u0434\u044a\u0449\u0435\u0440\u0435\u043d \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u0438\u043b\u0438 \u0434\u0430 \u043f\u0440\u0435\u0432\u043a\u043b\u044e\u0447\u0438\u0442\u0435 \u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u043e\u043d\u043d\u043e\u0442\u043e \u043c\u0443 \u0441\u044a\u0441\u0442\u043e\u044f\u043d\u0438\u0435, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u043d\u043e\u043c\u0435\u0440\u0430 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0430.
FeaturePanel.consoleContinueInstall=\u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 -1, \u0437\u0430 \u0434\u0430 \u043f\u043e\u0441\u0435\u0442\u0438\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0430-\u043c\u0430\u0439\u043a\u0430 \u0438\u043b\u0438 0, \u0437\u0430 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435 \u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u044f\u0442\u0430.
FeaturePanel.consoleChooseAction=\u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u043a\u043e\u043c\u0430\u043d\u0434\u0430
FeaturePanel.selectFeature=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 ''{0}'' \u0437\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u044f
FeaturePanel.deselectFeature=\u041f\u0440\u0435\u043c\u0430\u0445\u043d\u0435\u0442\u0435 \u0438\u0437\u0431\u043e\u0440\u0430 \u043d\u0430 ''{0}''
FeaturePanel.viewSubfeatures=\u041f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 ''{0}'' \u043f\u043e\u0434\u043a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442\u0438
FeaturePanel.consoleToggleInstallStatus=\u041f\u0440\u0435\u0432\u043a\u043b\u044e\u0447\u0435\u0442\u0435 \u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u043e\u043d\u043d\u043e\u0442\u043e \u0441\u044a\u0441\u0442\u043e\u044f\u043d\u0438\u0435 \u043d\u0430 {0}
FeaturePanel.consoleViewChildren=\u041f\u043e\u0441\u0435\u0442\u0435\u0442\u0435 \u0434\u044a\u0449\u0435\u0440\u0435\u043d \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043d\u0430 {0}
FeaturePanel.consoleSelectDifferentItem=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0440\u0430\u0437\u043b\u0438\u0447\u0435\u043d \u0435\u043b\u0435\u043c\u0435\u043d\u0442
FeaturePanel.updateStatus=\u041e\u0431\u043d\u043e\u0432\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u0441\u0442\u043e\u044f\u043d\u0438\u0435 \u043d\u0430 \u043a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442 
FeaturePanel.requiredByProduct=\u041a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442\u044a\u0442 "{0}" \u0441\u0435 \u0438\u0437\u0438\u0441\u043a\u0432\u0430 \u043e\u0442 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0430
FeaturePanel.requiredBy=\u041a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442\u044a\u0442 "{0}" \u0441\u0435 \u0438\u0437\u0438\u0441\u043a\u0432\u0430 \u043e\u0442 {1}
FeaturePanel.rootNodeName=\u0418\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0430
FeaturePanel.cannotUncheck=\u041d\u0435 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435\u0442\u0435 \u0438\u0437\u0431\u043e\u0440\u0430 \u043e\u0442 \u0442\u043e\u0437\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442.  {0} \u0441\u0435 \u0438\u0437\u0438\u0441\u043a\u0432\u0430 \u043e\u0442 {1}.
FeaturePanel.cannotUncheckDialog=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435 \u0438\u0437\u0431\u043e\u0440
FeaturePanel.installedLabel=(\u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d)
FeaturePanel.requiredLabel=(\u0438\u0437\u0438\u0441\u043a\u0432\u0430\u043d)
FeaturePanel.consoleFeatureOptions=\u0417\u0430 \u0434\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435/\u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435\u0442\u0435 \u0438\u0437\u0431\u043e\u0440 \u043d\u0430 \u043a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442, \u0438\u043b\u0438 \u0437\u0430 \u0434\u0430 \u043f\u0440\u0435\u0433\u043b\u0435\u0434\u0430\u0442\u0435 \u0434\u044a\u0449\u0435\u0440\u043d\u0438\u0442\u0435 \u043c\u0443 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u043d\u0435\u0433\u043e\u0432\u0438\u044f \u043d\u043e\u043c\u0435\u0440:
FeaturePanel.consoleOtherOptions=\u0414\u0440\u0443\u0433\u0438 \u043e\u043f\u0446\u0438\u0438:
FeaturePanel.viewFeaturesParent=\u041f\u0440\u0435\u0433\u043b\u0435\u0434\u0430\u0439\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0430-\u043c\u0430\u0439\u043a\u0430 \u043d\u0430 \u0442\u043e\u0437\u0438 \u043a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442
FeaturePanel.continueInstalling=\u041f\u0440\u043e\u0434\u044a\u043b\u0436\u0435\u0442\u0435 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435\u0442\u043e
FeaturePanel.oteTitle="{0}" \u041a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442
FeaturePanel.oteDoc=\u0421\u044a\u0441\u0442\u043e\u044f\u043d\u0438\u0435 \u043d\u0430 \u0438\u0437\u0431\u043e\u0440\u0430 \u043d\u0430 \u043a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442 "{0}". \u0414\u043e\u043f\u0443\u0441\u0442\u0438\u043c\u0438\u0442\u0435 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438 \u0441\u0430:<enum><value>true:\u041f\u043e\u043a\u0430\u0437\u0432\u0430, \u0447\u0435 \u043a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442\u044a\u0442 \u0435 \u0438\u0437\u0431\u0440\u0430\u043d \u0437\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435</value><value>false:\u041f\u043e\u043a\u0430\u0437\u0432\u0430, \u0447\u0435 \u043a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442\u044a\u0442 \u043d\u0435 \u0435 \u0438\u0437\u0431\u0440\u0430\u043d \u0437\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435</value></enum>\u041d\u0430\u043f\u0440\u0438\u043c\u0435\u0440, \u0437\u0430 \u0434\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 "{0}" \u0437\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u044f, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435<indent>-P {1}.active=true</indent>
FeaturePanelSwingImpl.featureTreeName=\u0414\u044a\u0440\u0432\u043e \u0441 \u043a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442\u0438
FeaturePanel.title=\u0418\u0437\u0431\u043e\u0440 \u043d\u0430 \u043a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442\u0438
FeaturePanel.title.uninstall=\u041f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u0437\u0431\u043e\u0440 \u043d\u0430 \u043a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442\u0438
FeaturePanel.selectFeature=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 ''{0}'' \u0437\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u044f
FeaturePanel.featureDisabled=\u0421\u044a\u0436\u0430\u043b\u044f\u0432\u0430\u043c\u0435, "{0}" \u0435 \u0437\u0430\u0431\u0440\u0430\u043d\u0435\u043d.  \u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u0437\u0431\u0438\u0440\u0430\u043d \u0438\u043b\u0438 \u043f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d \u043e\u0442 \u0438\u0437\u0431\u043e\u0440.  \u041d\u0430\u0442\u0438\u0441\u043d\u0435\u0442\u0435 ENTER, \u0437\u0430 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435.

#
# INSTRUCTIONS FOR TRANSLATORS: FeaturePanel.oteDoc:
# - Do not translate text occuring between '<' and '>'. E.g. do not
# translate <enum>.
# - Do not translate the strings "true" and "false"
# - Do not translate -P {1}.active=true

#
# WizardPanel: UninstallFeaturePanel
#
UninstallFeaturePanel.description=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442\u0438\u0442\u0435 \u043d\u0430 "{0}", \u043a\u043e\u0438\u0442\u043e \u0436\u0435\u043b\u0430\u0435\u0442\u0435 \u0434\u0430 \u0434\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0442\u0435: 
UninstallFeaturePanel.rootNodeName=\u0414\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u0434\u0443\u043a\u0442
UninstallFeaturePanel.consoleChooseItem=\u0417\u0430 \u0434\u0430 \u043f\u043e\u0441\u0435\u0442\u0438\u0442\u0435 \u0434\u044a\u0449\u0435\u0440\u0435\u043d \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u0438\u043b\u0438 \u0434\u0430 \u043f\u0440\u0435\u0432\u043a\u043b\u044e\u0447\u0438\u0442\u0435 \u0434\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u043e\u043d\u043d\u043e\u0442\u043e \u043c\u0443 \u0441\u044a\u0441\u0442\u043e\u044f\u043d\u0438\u0435, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u043d\u043e\u043c\u0435\u0440\u0430 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0430.
UninstallFeaturePanel.consoleContinueUninstall=\u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 -1, \u0437\u0430 \u0434\u0430 \u043f\u043e\u0441\u0435\u0442\u0438\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0430-\u043c\u0430\u0439\u043a\u0430 \u0438\u043b\u0438 0, \u0437\u0430 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435 \u0434\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u044f\u0442\u0430.
UninstallFeaturePanel.consoleToggleUninstallStatus=\u041f\u0440\u0435\u0432\u043a\u043b\u044e\u0447\u0435\u0442\u0435 \u0434\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u043e\u043d\u043d\u043e\u0442\u043e \u0441\u044a\u0441\u0442\u043e\u044f\u043d\u0438\u0435 \u043d\u0430 {0}
UninstallFeaturePanel.continueUninstalling=\u041f\u0440\u043e\u0434\u044a\u043b\u0436\u0435\u0442\u0435 \u0434\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435\u0442\u043e
UninstallFeaturePanel.selectFeature=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 ''{0}'' \u0437\u0430 \u0434\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u044f

#
# WizardPanel: ProductCheckPanel
#
ProductCheckPanel.defaultStopMessage=\u0422\u043e\u0437\u0438 \u043f\u043e\u043c\u043e\u0449\u043d\u0438\u043a \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438, \u0437\u0430\u0449\u043e\u0442\u043e \u0435\u0434\u043d\u0430 \u0438\u043b\u0438 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0438 \u043d\u0430 \u043f\u0440\u043e\u0434\u0443\u043a\u0442 \u0441\u0430 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u0438.
ProductCheckPanel.defaultOverrideMessage=\u0415\u0434\u043d\u0430 \u0438\u043b\u0438 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0438 \u043d\u0430 \u043f\u0440\u043e\u0434\u0443\u043a\u0442 \u0441\u0430 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u0438, \u0436\u0435\u043b\u0430\u0435\u0442\u0435 \u043b\u0438 \u043e\u0449\u0435 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435?
ProductCheckPanel.defaultCancelWizardMessage=\u041d\u0430\u043f\u0443\u0441\u043a\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u043c\u043e\u0449\u043d\u0438\u043a\u0430 \u043f\u043e\u0440\u0430\u0434\u0438 \u043d\u0435\u0443\u0441\u043f\u0435\u0445 \u043d\u0430 \u0435\u0434\u043d\u0430 \u0438\u043b\u0438 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0438 \u0437\u0430 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0438 (\u0432\u0438\u0436\u0442\u0435 \u043f\u0440\u0435\u0434\u0445\u043e\u0436\u0434\u0430\u0449\u0438\u0442\u0435 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f \u0432 \u0436\u0443\u0440\u043d\u0430\u043b\u0430 \u0437\u0430 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438).

#
# WizardPanel: SetupTypePanel
#
SetupTypePanel.description=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043d\u0430\u0439-\u0434\u043e\u0431\u0440\u0435 \u043f\u043e\u0434\u0445\u043e\u0436\u0434\u0430\u0449\u0438\u044f \u043d\u0430 \u043d\u0443\u0436\u0434\u0438\u0442\u0435 \u0432\u0438 \u0442\u0438\u043f \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430.
SetupTypePanel.typicalDisplayName=&\u0422\u0438\u043f\u0438\u0447\u043d\u0430
SetupTypePanel.typicalDescription=\u041f\u0440\u043e\u0433\u0440\u0430\u043c\u0430\u0442\u0430 \u0449\u0435 \u0431\u044a\u0434\u0435 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0430 \u0441 \u043f\u0440\u0435\u043f\u043e\u0440\u044a\u0447\u0432\u0430\u043d\u0430\u0442\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f.\n\
\u041f\u0440\u0435\u043f\u043e\u0440\u044a\u0447\u0438\u0442\u0435\u043b\u043d\u0430 \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435\u0442\u043e \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438.
SetupTypePanel.customDisplayName=\u041f&\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0430
SetupTypePanel.customDescription=\u041f\u0440\u043e\u0433\u0440\u0430\u043c\u0430\u0442\u0430 \u0449\u0435 \u0431\u044a\u0434\u0435 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0430 \u0441 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u0442\u0435 \u043e\u0442 \u0432\u0430\u0441 \u043a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442\u0438.\n\
\u041f\u0440\u0435\u043f\u043e\u0440\u044a\u0447\u0438\u0442\u0435\u043b\u043d\u0430 \u0437\u0430 \u043d\u0430\u043f\u0440\u0435\u0434\u043d\u0430\u043b\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438.
SetupTypePanel.ote1Title= \u0422\u0438\u043f \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430
SetupTypePanel.ote1Doc=\u0422\u0438\u043f\u044a\u0442 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430, \u043a\u043e\u0439\u0442\u043e \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d \u043f\u0440\u0438 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0430. \u0414\u043e\u043f\u0443\u0441\u0442\u0438\u043c\u0438\u0442\u0435 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438 \u0441\u0430:{0}\u041d\u0430\u043f\u0440\u0438\u043c\u0435\u0440, \u0437\u0430 \u0434\u0430 \u0443\u043a\u0430\u0436\u0435\u0442\u0435, \u0447\u0435 \u0435 \u0438\u0437\u0431\u0440\u0430\u043d \u0442\u0438\u043f \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430 "{1}", \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 <indent>-W {2}.selectedSetupTypeId={3}</indent>\u041c\u043e\u0436\u0435\u0442\u0435 \u0441\u044a\u0449\u043e \u0434\u0430 \u043d\u0435 \u0437\u0430\u0434\u0430\u0432\u0430\u0442\u0435 \u0442\u0438\u043f \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430, \u043a\u0430\u0442\u043e \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 <indent>-W {2}.selectedSetypTypeId=</indent>\u0422\u043e\u0432\u0430 \u0438\u0437\u0447\u0438\u0441\u0442\u0432\u0430 \u0442\u0435\u043a\u0443\u0449\u0438\u044f \u0442\u0438\u043f \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430 \u0438 \u043f\u0440\u0435\u0434\u043f\u0430\u0437\u0432\u0430 \u043e\u0442 \u0438\u0437\u043c\u0435\u043d\u0435\u043d\u0438\u044f \u0432 \u043d\u0430\u0431\u043e\u0440\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u0438 \u043a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442\u0438. \u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0442\u0430\u0437\u0438 \u043e\u043f\u0446\u0438\u044f, \u043a\u043e\u0433\u0430\u0442\u043e \u0437\u0430\u0434\u0430\u0432\u0430\u0442\u0435 \u0430\u043a\u0442\u0438\u0432\u043d\u0438 \u0441\u044a\u0441\u0442\u043e\u044f\u043d\u0438\u044f \u043d\u0430 \u043a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442 \u0432 \u0442\u043e\u0437\u0438 \u0444\u0430\u0439\u043b \u0441 \u043e\u043f\u0446\u0438\u0438. \u0410\u043a\u043e \u043d\u0435 \u0438\u0437\u0447\u0438\u0441\u0442\u0438\u0442\u0435 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u044f \u0442\u0438\u043f \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430, \u043f\u0430\u043d\u0435\u043b\u044a\u0442 \u0437\u0430 \u0442\u0438\u043f  \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430 \u0449\u0435 \u0437\u0430\u043c\u0435\u043d\u0438 \u0432\u0441\u0438\u0447\u043a\u0438 \u0438\u0437\u043c\u0435\u043d\u0435\u043d\u0438\u044f, \u043a\u043e\u0438\u0442\u043e \u0441\u0442\u0435 \u043d\u0430\u043f\u0440\u0430\u0432\u0438\u043b\u0438 \u043f\u043e\u0441\u0440\u0435\u0434\u0441\u0442\u0432\u043e\u043c \u0442\u043e\u0437\u0438 \u0444\u0430\u0439\u043b \u0432 \u0430\u043a\u0442\u0438\u0432\u043d\u0438\u0442\u0435 \u0441\u044a\u0441\u0442\u043e\u044f\u043d\u0438\u044f \u043d\u0430 \u043a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442\u0438.
SetupTypePanelSwingImpl.SetupTypeImage=\u0422\u0438\u043f \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430

#
# INSTRUCTIONS FOR TRANSLATORS: SetupTypePanel.ote1Doc:
# - Do not translate text occuring between '<' and '>'. E.g. do not
# translate <indent>.
# - Do not translate "-W {2}.selectedSetupTypeId="
#
SetupTypePanel.badSetupType=\u0418\u0437\u0431\u0440\u0430\u043d\u0438\u044f\u0442 \u0442\u0438\u043f \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430 \u0435 \u043d\u0435\u0432\u0430\u043b\u0438\u0434\u0435\u043d "{0}" - \u0442\u0435\u043a\u0443\u0449\u0438\u044f\u0442 \u0438\u0437\u0431\u043e\u0440 \u043d\u0430 \u043a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442\u0438 \u043d\u044f\u043c\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u0435\u043d.
SetupTypePanel.noSetupType=\u0422\u0438\u043f\u044a\u0442 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430 \u043d\u0435 \u0435 \u0438\u0437\u0431\u0440\u0430\u043d - \u0442\u0435\u043a\u0443\u0449\u0438\u044f\u0442 \u0438\u0437\u0431\u043e\u0440 \u043d\u0430 \u043a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442\u0438 \u043d\u044f\u043c\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u0435\u043d.

#
# WizardPanel: SummaryPanel
#
SummaryPanel.postInstallDescription=\u0418\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0438 \u0441\u0430 \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438:
SummaryPanel.postUninstallDescription=\u0414\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0438 \u0441\u0430 \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438:
SummaryPanel.preInstallDescription=\u0421\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0438:
SummaryPanel.preUninstallDescription=\u0421\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u0434\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0438:
SummaryPanel.description=\u041c\u043e\u043b\u044f, \u043f\u0440\u043e\u0447\u0435\u0442\u0435\u0442\u0435 \u043e\u0431\u043e\u0431\u0449\u0435\u043d\u0430\u0442\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u043f\u043e-\u0434\u043e\u043b\u0443.

#
# QProductActionWrapper
#
QProductActionWrapper.couldNotLoadBean=\u041f\u0440\u043e\u0434\u0443\u043a\u0442\u043e\u0432\u0438\u044f\u0442 bean "{0}" \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0437\u0430\u0440\u0435\u0434\u0435\u043d, \u0437\u0430\u0449\u043e\u0442\u043e \u0435 \u0432\u044a\u0437\u043d\u0438\u043a\u043d\u0430\u043b\u043e \u0441\u043b\u0435\u0434\u043d\u043e\u0442\u043e \u0438\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435:\n\
\n

#
# WizardAction: UninstallAction
#
UninstallAction.unInstallProduct=\u0414\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0430...
UninstallAction.operationSuspended=\u041e\u043f\u0435\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043f\u043e\u043d\u0430\u0441\u0442\u043e\u044f\u0449\u0435\u043c \u0435 \u043e\u0442\u043b\u043e\u0436\u0435\u043d\u0430

#
# Service: PureJavaRegistryServiceImpl
#
PureJavaRegistryServiceImpl.nullParameterNotAllowed=\u041f\u0430\u0440\u0430\u043c\u0435\u0442\u044a\u0440 \u043d\u0430 \u043c\u0435\u0442\u043e\u0434 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 null
PureJavaRegistryServiceImpl.updateObjectNotFound=\u041e\u0431\u0435\u043a\u0442\u044a\u0442 \u0437\u0430 \u043e\u0431\u043d\u043e\u0432\u044f\u0432\u0430\u043d\u0435 \u043d\u0435 \u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d \u0432\u044a\u0432 VPD: {0}
PureJavaProductServiceImpl.installCheckFailedError=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430: \u041f\u0440\u043e\u0432\u0435\u0440\u043a\u0430\u0442\u0430 ({0}) \u043d\u0435 \u0435 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0430.
PureJavaProductServiceImpl.cannotInitializeInstallStatus=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u043d\u0438\u0446\u0438\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u043e \u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u043e\u043d\u043d\u043e \u0441\u044a\u0441\u0442\u043e\u044f\u043d\u0438\u0435 \u0437\u0430 \u0442\u0435\u043a\u0443\u0449\u043e\u0442\u043e \u0434\u044a\u0440\u0432\u043e \u043d\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435.
PureJavaProductServiceImpl.insertionFailed=\u0412\u043c\u044a\u043a\u0432\u0430\u043d\u0435\u0442\u043e \u0432 \u0434\u044a\u0440\u0432\u043e \u043d\u0430 \u0434\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435 \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e: {0}
PureJavaProductServiceImpl.replaceFailed=\u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430\u043b\u0430 \u0435 \u0433\u0440\u0435\u0448\u043a\u0430 \u0438 \u043e\u0431\u043d\u043e\u0432\u044f\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0430 \u0435 \u043e\u0442\u043a\u0430\u0437\u0430\u043b\u043e.
PureJavaProductServiceImpl.forTotalSize=\u0441 \u043e\u0431\u0449 \u0440\u0430\u0437\u043c\u0435\u0440:
PureJavaProductServiceImpl.totalSizeNotSupported=\u0418\u0437\u0438\u0441\u043a\u0432\u0430\u043d\u0438\u044f\u0442 \u043e\u0431\u0449 \u0440\u0430\u0437\u043c\u0435\u0440 \u043d\u0435 \u0441\u0435 \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430 \u043e\u0442 \u0442\u0435\u043a\u0443\u0449\u0430\u0442\u0430 \u0440\u0435\u0430\u043b\u0438\u0437\u0430\u0446\u0438\u044f \u043d\u0430 \u0444\u0430\u0439\u043b\u043e\u0432\u0438\u0442\u0435 \u0443\u0441\u043b\u0443\u0433\u0438
PureJavaProductServiceImpl.featureSizeNotSupported=\u0418\u0437\u0438\u0441\u043a\u0432\u0430\u043d\u0438\u044f\u0442 \u0440\u0430\u0437\u043c\u0435\u0440 \u043d\u0430 \u043a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442\u0430 \u043d\u0435 \u0441\u0435 \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430 \u043e\u0442 \u0442\u0435\u043a\u0443\u0449\u0430\u0442\u0430 \u0440\u0435\u0430\u043b\u0438\u0437\u0430\u0446\u0438\u044f \u043d\u0430 \u0444\u0430\u0439\u043b\u043e\u0432\u0438\u0442\u0435 \u0443\u0441\u043b\u0443\u0433\u0438
PureJavaProductServiceImpl.uninstallSummary={0} \u0449\u0435 \u0431\u044a\u0434\u0435 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0430\u0442 \u043e\u0442 \u0442\u043e\u0437\u0438 \u043a\u043e\u043c\u043f\u044e\u0442\u044a\u0440.
PureJavaProductServiceImpl.noSummary=\u041d\u044f\u043c\u0430 \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u043e \u0440\u0435\u0437\u044e\u043c\u0435.
PureJavaProductServiceImpl.invalidSummaryRequest=\u0422\u043e\u0432\u0430 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0432 \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442 \u043d\u0430 \u043d\u0435\u0432\u0430\u043b\u0438\u0434\u043d\u0430 \u0437\u0430\u044f\u0432\u043a\u0430 \u0437\u0430 \u0442\u0438\u043f \u0440\u0435\u0437\u044e\u043c\u0435 -- \u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440, \u0437\u0430\u044f\u0432\u043a\u0430 \u0437\u0430 \u0440\u0435\u0437\u044e\u043c\u0435 \u043d\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435, \u043a\u043e\u0433\u0430\u0442\u043e \u0435 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u043e \u0434\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435.
PureJavaProductServiceImpl.uninstallerNotConfigured=\u041d\u0435 \u0435 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u043e \u0434\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0442\u043e\u0440 \u0437\u0430 \u0442\u043e\u0437\u0438 \u043f\u043e\u043c\u043e\u0449\u043d\u0438\u043a. \u0418\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0430 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438 \u0431\u0435\u0437 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u043e \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d \u0434\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0442\u043e\u0440.
PureJavaProductServiceImpl.cannotCreateUninstallBuilder=\u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u043d \u043e\u0441\u043d\u043e\u0432\u0430\u0442\u0435\u043b \u0437\u0430 \u0434\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435
PureJavaProductServiceImpl.installationCanceled=\u0418\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u044f\u0442\u0430 \u0435 \u043e\u0442\u043c\u0435\u043d\u0435\u043d\u0430 \u043e\u0442 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f.
PureJavaProductServiceImpl.installationFailed=\u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430\u043b\u0430 \u0435 \u0433\u0440\u0435\u0448\u043a\u0430 \u0438 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0430 \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e.
PureJavaProductServiceImpl.uninstallationFailed=\u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430\u043b\u0430 \u0435 \u0433\u0440\u0435\u0448\u043a\u0430 \u0438 \u0434\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0430 \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e.
PureJavaProductServiceImpl.seeLogFile=\u0412\u0438\u0436\u0442\u0435 \u0436\u0443\u0440\u043d\u0430\u043b\u043d\u0438\u044f \u0444\u0430\u0439\u043b {0} \u0437\u0430 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438.
PureJavaProductServiceImpl.beInstalledInDir={0} \u0449\u0435 \u0431\u044a\u0434\u0435 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d \u0432 \u0441\u043b\u0435\u0434\u043d\u043e\u0442\u043e \u0440\u0430\u0437\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435:
PureJavaProductServiceImpl.beUninstalledFromDir={0} \u0449\u0435 \u0431\u044a\u0434\u0435 \u0434\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d \u043e\u0442 \u0441\u043b\u0435\u0434\u043d\u043e\u0442\u043e \u0440\u0430\u0437\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435:
PureJavaProductServiceImpl.withFeatures=\u0441\u044a\u0441 \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u043a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442\u0438:
PureJavaProductServiceImpl.errorOccurredDuring=\u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430\u043b\u0438 \u0441\u0430 \u0433\u0440\u0435\u0448\u043a\u0438 \u043f\u0440\u0438 {0}:
PureJavaProductServiceImpl.installedWithoutErrors=InstallShield \u041f\u043e\u043c\u043e\u0449\u043d\u0438\u043a\u044a\u0442 \u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0435 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043b {0}.  \n\
\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0417\u0430\u0432\u044a\u0440\u0448\u0438, \u0437\u0430 \u0434\u0430 \u0438\u0437\u043b\u0435\u0437\u0435\u0442\u0435 \u043e\u0442 \u041f\u043e\u043c\u043e\u0449\u043d\u0438\u043a\u0430.
PureJavaProductServiceImpl.uninstalledWithoutErrors=InstallShield \u041f\u043e\u043c\u043e\u0449\u043d\u0438\u043a\u044a\u0442 \u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0435 \u0434\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043b {0}.  \n\
\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0417\u0430\u0432\u044a\u0440\u0448\u0438, \u0437\u0430 \u0434\u0430 \u0438\u0437\u043b\u0435\u0437\u0435\u0442\u0435 \u043e\u0442 \u041f\u043e\u043c\u043e\u0449\u043d\u0438\u043a\u0430.
PureJavaProductServiceImpl.installedWithoutErrorsContinueWizard=InstallShield \u041f\u043e\u043c\u043e\u0449\u043d\u0438\u043a\u044a\u0442 \u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0435 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043b {0}.  \n\
\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u041f\u0440\u043e\u0434\u044a\u043b\u0436\u0438, \u0437\u0430 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435 \u041f\u043e\u043c\u043e\u0449\u043d\u0438\u043a\u0430.
PureJavaProductServiceImpl.uninstalledWithoutErrorsContinueWizard=InstallShield \u041f\u043e\u043c\u043e\u0449\u043d\u0438\u043a\u044a\u0442 \u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0435 \u0434\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043b {0}.  \n\
\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u041f\u0440\u043e\u0434\u044a\u043b\u0436\u0438, \u0437\u0430 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435 \u041f\u043e\u043c\u043e\u0449\u043d\u0438\u043a\u0430.
PureJavaProductServiceImpl.warningGeneratedH= \u0413\u0435\u043d\u0435\u0440\u0438\u0440\u0430\u043d\u0438 \u0441\u0430 \u043e\u0431\u0430\u0447\u0435 \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u043f\u0440\u0435\u0434\u0443\u043f\u0440\u0435\u0436\u0434\u0435\u043d\u0438\u044f:
PureJavaProductServiceImpl.warningGenerated=\u0413\u0435\u043d\u0435\u0440\u0438\u0440\u0430\u043d\u0438 \u0441\u0430 \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u043f\u0440\u0435\u0434\u0443\u043f\u0440\u0435\u0436\u0434\u0435\u043d\u0438\u044f:
PureJavaProductServiceImpl.updateUninstallerToNewFile=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u0437\u0442\u0440\u0438\u0442 \u0434\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0442\u043e\u0440\u044a\u0442 \u043d\u0430 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0430, \u043e\u0431\u043d\u043e\u0432\u0435\u043d\u0438\u044f\u0442 \u0434\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0442\u043e\u0440 \u0449\u0435 \u0431\u044a\u0434\u0435 \u0437\u0430\u043f\u0438\u0441\u0430\u043d \u0432 \u043d\u043e\u0432 \u0444\u0430\u0439\u043b.
PureJavaProductServiceImpl.couldNotDeleteUninstaller=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u0437\u0442\u0440\u0438\u0442 \u0434\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0442\u043e\u0440\u044a\u0442 \u043d\u0430 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0430.
PureJavaProductServiceImpl.couldNotDeleteUninstallerResources=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0438\u0437\u0442\u0440\u0438\u0442\u0438 \u0440\u0435\u0441\u0443\u0440\u0441\u0438 \u043d\u0430 \u0434\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0442\u043e\u0440\u0430 \u043d\u0430 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0430.
PureJavaProductServiceImpl.unresolvedReference=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0430 \u043f\u0440\u0435\u043f\u0440\u0430\u0442\u043a\u0430 \u0441 displayName = {0} \u0438 UID = {1} \u0432 \u0434\u044a\u0440\u0432\u043e\u0442\u043e \u043d\u0430 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0430 \u0438\u043b\u0438 VPD.
PureJavaProductServiceImpl.installedComponentNotInVPD=\u041d\u0435 \u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d \u043a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442 \u0441 UID = {0} \u0432\u044a\u0432 VPD.
PureJavaProductServiceImpl.installedComponentParentNotInVPD=\u041d\u0435 \u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d \u043a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442 \u043c\u0430\u0439\u043a\u0430 \u0441 UID = {0} \u043d\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d \u043a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442 displayName = {1} \u0432\u044a\u0432 VPD.
PureJavaProductServiceImpl.Installer.createUninstaller=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0442\u043e\u0440...
PureJavaProductServiceImpl.Installer.installing=\u0418\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 {0}... \u041c\u043e\u043b\u044f, \u0438\u0437\u0447\u0430\u043a\u0430\u0439\u0442\u0435.
PureJavaProductServiceImpl.Uninstaller.uninstalling=\u0414\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 {0}...
PureJavaProductServiceImpl.couldNotUpdateUninstallerResources=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u043e\u0431\u043d\u043e\u0432\u0435\u043d\u0438 \u0440\u0435\u0441\u0443\u0440\u0441\u0438 \u043d\u0430 \u0434\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0442\u043e\u0440\u0430 \u043d\u0430 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0430.
PureJavaProductServiceImpl.couldNotUpdateUninstallerClasses=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u043e\u0431\u043d\u043e\u0432\u0435\u043d\u0438 \u043a\u043b\u0430\u0441\u043e\u0432\u0435 \u043d\u0430 \u0434\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0442\u043e\u0440\u0430 \u043d\u0430 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0430.
PureJavaProductServiceImpl.DiskSpaceCheck.nativeSupportRequired=\u041f\u0440\u043e\u0432\u0435\u0440\u043a\u0430\u0442\u0430 \u043d\u0430 \u0438\u0437\u0438\u0441\u043a\u0432\u0430\u043d\u043e\u0442\u043e \u0434\u0438\u0441\u043a\u043e\u0432\u043e \u043f\u0440\u043e\u0441\u0442\u0440\u0430\u043d\u0441\u0442\u0432\u043e \u0438\u0437\u0438\u0441\u043a\u0432\u0430 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u0430 \u043f\u043e\u0434\u0434\u0440\u044a\u0436\u043a\u0430 \u043d\u0430 \u0444\u0430\u0439\u043b\u043e\u0432\u0438\u0442\u0435 \u0443\u0441\u043b\u0443\u0433\u0438.
PureJavaProductServiceImpl.DiskSpaceCheck.invalidProductSource=\u041f\u0440\u043e\u0434\u0443\u043a\u0442\u043e\u0432\u0438\u044f\u0442 \u0438\u0437\u0442\u043e\u0447\u043d\u0438\u043a "{0}" \u0435 \u043d\u0435\u0432\u0430\u043b\u0438\u0434\u0435\u043d.
PureJavaProductServiceImpl.DiskSpaceCheck.insufficientSpace=\u041f\u0420\u0415\u0414\u0423\u041f\u0420\u0415\u0416\u0414\u0415\u041d\u0418\u0415: {0} \u0434\u044f\u043b \u043d\u044f\u043c\u0430 \u0434\u043e\u0441\u0442\u0430\u0442\u044a\u0447\u043d\u043e \u043c\u044f\u0441\u0442\u043e \u0437\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438.  \u0417\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438 \u0449\u0435 \u0431\u044a\u0434\u0435 \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u043e {1} \u0434\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u043e \u043c\u044f\u0441\u0442\u043e.
PureJavaProductServiceImpl.DependenciesCheck.unresolvedDependency=\u041d\u0435\u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0430 \u0437\u0430\u0432\u0438\u0441\u0438\u043c\u043e\u0441\u0442: {0} \u0438\u043c\u0430 \u043d\u0435\u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0430 \u0437\u0430\u0432\u0438\u0441\u0438\u043c\u043e\u0441\u0442 \u043e\u0442 {1}.
PureJavaProductServiceImpl.DependenciesCheck.parentNotFound=\u041d\u0435 \u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043c\u0430\u0439\u043a\u0430
PureJavaProductServiceImpl.UpdateCheck.installingProductOlder=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d {0} \u0432\u044a\u0440\u0445\u0443 {1}: \u0418\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0438\u044f\u0442 \u043f\u0440\u043e\u0434\u0443\u043a\u0442 \u0438\u043c\u0430 \u043f\u043e-\u043d\u043e\u0432\u0430 \u0432\u0435\u0440\u0441\u0438\u044f.
PureJavaProductServiceImpl.PatchCheck.noProductTargetForPatch=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d {0}: \u041f\u043e\u043f\u0440\u0430\u0432\u043a\u0430\u0442\u0430 \u0435 \u0430\u0441\u043e\u0446\u0438\u0438\u0440\u0430\u043d\u0430 \u0441 \u043f\u0440\u043e\u0434\u0443\u043a\u0442, \u043a\u043e\u0439\u0442\u043e \u043d\u0435 \u0435 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d \u043d\u0430 \u043c\u0430\u0448\u0438\u043d\u0430\u0442\u0430 \u043f\u0440\u0438\u0435\u043c\u043d\u0438\u043a.
PureJavaProductServiceImpl.PatchTargetCheck.invalidProductTargetForPatch=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d {0}: \u041f\u043e\u043f\u0440\u0430\u0432\u043a\u0430\u0442\u0430 \u0435 \u0430\u0441\u043e\u0446\u0438\u0438\u0440\u0430\u043d\u0430 \u0441 \u043f\u0440\u043e\u0434\u0443\u043a\u0442, \u043a\u043e\u0439\u0442\u043e \u043d\u0435 \u0435 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d \u0432 \u0440\u0430\u0437\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435\u0442\u043e \u043f\u0440\u0438\u0435\u043c\u043d\u0438\u043a "{1}".
PureJavaProductServiceImpl.ValidInstallationCheck.nothingToInstall=\u0422\u0430\u0437\u0438 \u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u044f \u043d\u044f\u043c\u0430 \u0434\u0430 \u0434\u043e\u0432\u0435\u0434\u0435 \u0434\u043e \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043d\u0438\u0449\u043e.
PureJavaProductServiceImpl.invalidActiveForUninstallState=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0434\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430 {0}: {1} \u043d\u0435 \u0435 \u0437\u0430\u0434\u0430\u0434\u0435\u043d \u0437\u0430 \u0434\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435.
PureJavaProductServiceImpl.InstallProduct.replaceExistingSO=\u0417\u0430\u043c\u044f\u043d\u0430 \u043d\u0430 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449 \u043e\u0431\u0435\u043a\u0442
PureJavaProductServiceImpl.InstallProduct.olderVersionExists=\u041d\u0430 \u0442\u0430\u0437\u0438 \u0441\u0438\u0441\u0442\u0435\u043c\u0430 \u0432\u0435\u0447\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430 \u043f\u043e-\u0441\u0442\u0430\u0440\u0430 \u0432\u0435\u0440\u0441\u0438\u044f \u043d\u0430 {0}. \u0416\u0435\u043b\u0430\u0435\u0442\u0435 \u043b\u0438 \u0434\u0430 \u0437\u0430\u043c\u0435\u043d\u0438\u0442\u0435 \u0442\u043e\u0437\u0438 \u043e\u0431\u0435\u043a\u0442?
PureJavaProductServiceImpl.InstallProduct.alreadyExists={0} \u0432\u0435\u0447\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430 \u043d\u0430 \u0442\u0430\u0437\u0438 \u0441\u0438\u0441\u0442\u0435\u043c\u0430. \u0416\u0435\u043b\u0430\u0435\u0442\u0435 \u043b\u0438 \u0434\u0430 \u0437\u0430\u043c\u0435\u043d\u0438\u0442\u0435 \u0442\u043e\u0437\u0438 \u043e\u0431\u0435\u043a\u0442?
PureJavaProductServiceImpl.InstallProduct.newerVersionExists={0} \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430 \u043d\u0430 \u0442\u0430\u0437\u0438 \u0441\u0438\u0441\u0442\u0435\u043c\u0430 \u0438 \u0435 \u043f\u043e-\u043d\u043e\u0432 \u043e\u0442 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0438\u044f \u043e\u0431\u0435\u043a\u0442. \u0416\u0435\u043b\u0430\u0435\u0442\u0435 \u043b\u0438 \u0434\u0430 \u0437\u0430\u043c\u0435\u043d\u0438\u0442\u0435 \u0442\u043e\u0437\u0438 \u043e\u0431\u0435\u043a\u0442?
PureJavaProductServiceImpl.InstallProduct.couldNotReplaceSoftwareObject=\u0418\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0438\u044f\u0442 \u043e\u0431\u0435\u043a\u0442 ({0}) \u043d\u0435 \u0435 \u0437\u0430\u043c\u0435\u043d\u0435\u043d \u0441 \u043e\u0431\u0435\u043a\u0442 ({1})

#
# InstallableObjectVisitor
#
InstallableObjectVisitor.illegalReplaceOption=\u041d\u0435\u0432\u0430\u043b\u0438\u0434\u043d\u0430 replaceOption \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 ({0}): \u0434\u043e\u043f\u0443\u0441\u043a\u0430 \u0441\u0435 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 NEVER_REPLACE

#
# ProductBeanPropertyMethod
#
ProductBeanPropertyMethod.oneArgError=\u0413\u0420\u0415\u0428\u041a\u0410: \u043e\u0447\u0430\u043a\u0432\u0430\u0442 \u0441\u0435 1 \u0438\u043b\u0438 2 \u0430\u0440\u0433\u0443\u043c\u0435\u043d\u0442\u0430 \u0437\u0430 \u043c\u0435\u0442\u043e\u0434\u0430 ''P''

#
# Common
#
errorOccured=\u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430\u043b\u0430 \u0435 \u0433\u0440\u0435\u0448\u043a\u0430: 
uiSupportError={0} ({1}) \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438, \u0442\u044a\u0439 \u043a\u0430\u0442\u043e \u0441\u0435 \u0438\u0437\u0438\u0441\u043a\u0432\u0430 \u0440\u0435\u0430\u043a\u0446\u0438\u044f \u043e\u0442 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f \u0438 \u0442\u0435\u043a\u0443\u0449\u0438\u044f\u0442 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0438\u043d\u0442\u0435\u0440\u0444\u0435\u0439\u0441 \u043d\u0430 \u043f\u043e\u043c\u043e\u0449\u043d\u0438\u043a\u0430 \u043d\u0435 \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430 \u0437\u0430\u044f\u0432\u043a\u0438 \u0437\u0430 \u0432\u044a\u0432\u0435\u0436\u0434\u0430\u043d\u0435 \u043e\u0442 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f.
noServiceManager=\u041d\u0435 \u0435 \u0438\u043d\u0438\u0446\u0438\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d \u043c\u0435\u043d\u0438\u0434\u0436\u044a\u0440 \u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0438\u0442\u0435
featureAlreadyInstalled=\u0418\u041d\u0421\u0422\u0410\u041b\u0418\u0420\u0410\u041d

#
# LicensePanel
#
LicensePanel.approval=\u0410\u0437 &\u043f\u0440\u0438\u0435\u043c\u0430\u043c \u0443\u0441\u043b\u043e\u0432\u0438\u044f\u0442\u0430 \u043d\u0430 \u043b\u0438\u0446\u0435\u043d\u0437\u043d\u043e\u0442\u043e \u0441\u043f\u043e\u0440\u0430\u0437\u0443\u043c\u0435\u043d\u0438\u0435.
LicensePanel.disapproval=\u0410\u0437 &\u043d\u0435 \u043f\u0440\u0438\u0435\u043c\u0430\u043c \u0443\u0441\u043b\u043e\u0432\u0438\u044f\u0442\u0430 \u043d\u0430 \u043b\u0438\u0446\u0435\u043d\u0437\u043d\u043e\u0442\u043e \u0441\u043f\u043e\u0440\u0430\u0437\u0443\u043c\u0435\u043d\u0438\u0435.
LicensePanel.caption=\u041c\u043e\u043b\u044f, \u043f\u0440\u043e\u0447\u0435\u0442\u0435\u0442\u0435 \u0432\u043d\u0438\u043c\u0430\u0442\u0435\u043b\u043d\u043e \u0441\u043b\u0435\u0434\u043d\u043e\u0442\u043e \u043b\u0438\u0446\u0435\u043d\u0437\u043d\u043e \u0441\u043f\u043e\u0440\u0430\u0437\u0443\u043c\u0435\u043d\u0438\u0435.
LicensePanel.title=\u041b\u0438\u0446\u0435\u043d\u0437\u043d\u043e \u0441\u043f\u043e\u0440\u0430\u0437\u0443\u043c\u0435\u043d\u0438\u0435
LicensePanel.description=\u041c\u043e\u043b\u044f, \u043f\u0440\u043e\u0447\u0435\u0442\u0435\u0442\u0435 \u0432\u043d\u0438\u043c\u0430\u0442\u0435\u043b\u043d\u043e \u0441\u043b\u0435\u0434\u043d\u043e\u0442\u043e \u043b\u0438\u0446\u0435\u043d\u0437\u043d\u043e \u0441\u043f\u043e\u0440\u0430\u0437\u0443\u043c\u0435\u043d\u0438\u0435.

#
# JVMSearchPanel
#
JVMSearchPanel.title=\u0422\u044a\u0440\u0441\u0435\u043d\u0435 \u043d\u0430 Java (TM) Virtual Machine
JVMSearchPanel.description=\u0422\u0430\u0437\u0438 \u043f\u0440\u043e\u0433\u0440\u0430\u043c\u0430 \u0438\u0437\u0438\u0441\u043a\u0432\u0430 Java Virtual Machine (JVM), \u0437\u0430 \u0434\u0430 \u0440\u0430\u0431\u043e\u0442\u0438 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u043e. InstallShield \u041f\u043e\u043c\u043e\u0449\u043d\u0438\u043a\u044a\u0442 \u043f\u0440\u043e\u0432\u0435\u0440\u044f\u0432\u0430 \u0434\u0430\u043b\u0438 \u0432\u0435\u0447\u0435 \u0438\u043c\u0430\u0442\u0435 \u0438\u0437\u0438\u0441\u043a\u0432\u0430\u043d\u0430\u0442\u0430 JVM \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0430 \u043d\u0430 \u0432\u0430\u0448\u0438\u044f \u043a\u043e\u043c\u043f\u044e\u0442\u044a\u0440.
JVMSearchPanel.searching=\u0422\u044a\u0440\u0441\u0435\u043d\u0435 \u043d\u0430 Java Virtual Machine (JVM)...  \u043c\u043e\u043b\u044f, \u0438\u0437\u0447\u0430\u043a\u0430\u0439\u0442\u0435.
JVMSearchPanel.installDescription=\u041d\u0430 \u0432\u0430\u0448\u0438\u044f \u043a\u043e\u043c\u043f\u044e\u0442\u044a\u0440 \u043d\u0435 \u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d\u0430 Java Virtual Machine (JVM). \u0412 \u0442\u0430\u0437\u0438 \u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u044f \u043e\u0431\u0430\u0447\u0435 \u0435 \u0432\u043a\u043b\u044e\u0447\u0435\u043d\u0430 \u0441\u044a\u0432\u043c\u0435\u0441\u0442\u0438\u043c\u0430 JVM, \u0438 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0430 \u0441\u0435\u0433\u0430.
JVMSearchPanel.installQuestion=\u0416\u0435\u043b\u0430\u0435\u0442\u0435 \u043b\u0438 \u0434\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0442\u0435 \u0432\u043a\u043b\u044e\u0447\u0435\u043d\u0430\u0442\u0430 Java Virtual Machine (JVM)?
JVMSearchPanel.installYes=\u0414\u0430 - \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0432\u043a\u043b\u044e\u0447\u0435\u043d\u0430\u0442\u0430 JVM \u0441\u0435\u0433\u0430
JVMSearchPanel.installNo=\u041d\u0435 - \u0431\u0435\u0437 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0432\u043a\u043b\u044e\u0447\u0435\u043d\u0430\u0442\u0430 JVM
JVMSearchPanel.installing=\u0418\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 Java Virtual Machine. \u041c\u043e\u043b\u044f, \u0438\u0437\u0447\u0430\u043a\u0430\u0439\u0442\u0435.
JVMSearchPanel.specifyDescription=\u041c\u043e\u043b\u044f, \u0443\u043a\u0430\u0436\u0435\u0442\u0435 Java Virtual Machine (JVM), \u043a\u043e\u044f\u0442\u043e \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0430 \u0441 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u043e\u0442\u043e \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0435.
JVMSearchPanel.specifyLabel=JVM: 
JVMSearchPanel.notFound=\u041d\u0435 \u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d\u0430 JVM
JVMSearchPanel.notFoundHints=\u041c\u043e\u043b\u044f, \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0439\u0442\u0435 \u0435\u0434\u043d\u0430 \u043e\u0442 \u0438\u0437\u0431\u0440\u043e\u0435\u043d\u0438\u0442\u0435 \u043f\u043e-\u0434\u043e\u043b\u0443 Java Virtual Machines \u0438 \u0440\u0435\u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u0439\u0442\u0435 \u0442\u0430\u0437\u0438 \u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u044f.
JVMSearchPanel.notFoundStop=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d\u0430 \u043f\u043e\u0434\u0445\u043e\u0434\u044f\u0449\u0430 Java Virtual Machine (JVM). \u041f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0435\u0442\u043e \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u043e \u043d\u0430 \u0442\u043e\u0437\u0438 \u0435\u0442\u0430\u043f.
JVMSearchPanel.notFoundContinue=\u041d\u0430 \u0441\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d\u0430 \u043f\u043e\u0434\u0445\u043e\u0434\u044f\u0449\u0430 Java Virtual Machine (JVM). \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u043d\u0430 \u0412\u044a\u0440\u043d\u0438 \u0438 \u0434\u0430 \u043f\u043e\u0432\u0442\u043e\u0440\u0438\u0442\u0435 \u043e\u043f\u0438\u0442\u0430 \u0437\u0430 \u043d\u0430\u043c\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0434\u0445\u043e\u0434\u044f\u0449\u0430 JVM, \u0438\u043b\u0438 \u0434\u0430 \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u043d\u0430 \u041f\u0440\u043e\u0434\u044a\u043b\u0436\u0438, \u0437\u0430 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435 \u0431\u0435\u0437 JVM.
JVMSearchPanel.notFoundContinueNotes=\u041e\u0442\u0431\u0435\u043b\u0435\u0436\u0435\u0442\u0435, \u0447\u0435 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0438\u0442\u0435 \u0441\u043a\u0440\u0438\u043f\u0442\u043e\u0432\u0435 \u0437\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043d\u0435 \u0440\u0430\u0431\u043e\u0442\u044f\u0442 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u043e.
JVMSearchPanel.locatedAt=JVM \u0435 \u0440\u0430\u0437\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0430 \u0432:
JVMSearchPanel.searchDone=\u0422\u044a\u0440\u0441\u0435\u043d\u0435\u0442\u043e \u0435 \u0437\u0430\u0432\u044a\u0440\u0448\u0435\u043d\u043e.
JVMSearchPanel.installDone=\u0418\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u044f\u0442\u0430 \u0435 \u0437\u0430\u0432\u044a\u0440\u0448\u0435\u043d\u0430.
JVMSearchPanel.specifyAgain=\u041f\u043e\u0441\u043e\u0447\u0435\u043d\u0430\u0442\u0430 JVM \u043d\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430. \u041c\u043e\u043b\u044f, \u043f\u043e\u0441\u043e\u0447\u0435\u0442\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449\u0430 JVM \u043d\u0430 \u043b\u043e\u043a\u0430\u043b\u043d\u0430\u0442\u0430 \u0432\u0438 \u0441\u0438\u0441\u0442\u0435\u043c\u0430. 

#
# InstallAction
#
InstallAction.stopedByUser=\u0418\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0430 \u0435 \u0441\u043f\u0440\u044f\u043d\u0430 \u043f\u043e \u0437\u0430\u044f\u0432\u043a\u0430 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f.
InstallAction.cannotStart=\u0418\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430!
InstallAction.queryCancel=\u0421\u0438\u0433\u0443\u0440\u043d\u0438 \u043b\u0438 \u0441\u0442\u0435, \u0447\u0435 \u0436\u0435\u043b\u0430\u0435\u0442\u0435 \u0434\u0430 \u043e\u0442\u043c\u0435\u043d\u0438\u0442\u0435 \u0442\u0430\u0437\u0438 \u043e\u043f\u0435\u0440\u0430\u0446\u0438\u044f?
InstallAction.installDone=\u0418\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u0435 \u0437\u0430\u0432\u044a\u0440\u0448\u0435\u043d\u043e.
InstallAction.updateUninstaller=\u041e\u0431\u043d\u043e\u0432\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0442\u043e\u0440\u0430...

#
# UninstallAction
#
UninstallAction.caption=\u0414\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0430...
UninstallAction.title=\u0414\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435 . . .
UninstallAction.progress=\n\
\u0414\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 {0}

#
# UninstallFeaturePanel: SoftwareObjectTreeListenerUninstall
#
SoftwareObjectTreeListenerUninstall.setPropertyErrorTitle=\u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u0431\u043e\u0440
SoftwareObjectTreeListenerUninstall.setPropertyErrorMessage=\u041d\u0435\u0432\u0430\u043b\u0438\u0434\u0435\u043d \u0438\u0437\u0431\u043e\u0440: \n\
{0}
DestinationPanel.label=\u0426\u0435\u043b\u0435\u0432\u0430 \u043f\u0430\u043f\u043a\u0430

#
# SetupTypePanel
#
SetupTypePanel.promptForSelect=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043d\u043e\u043c\u0435\u0440\u0430, \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0430\u0449 \u043d\u0430 \u0436\u0435\u043b\u0430\u043d\u0438\u044f \u043e\u0442 \u0432\u0430\u0441 \u0442\u0438\u043f \u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u044f:
SetupTypePanel.title=\u0422\u0438\u043f \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430
SetupTypePanel.title.uninstall=\u0422\u0438\u043f \u0434\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u044f

#
# ProductPanel
#
ProductPanel.alreadyInstalled=* \u0422\u043e\u0437\u0438 \u043f\u0440\u043e\u0434\u0443\u043a\u0442 \u0435 \u0432\u0435\u0447\u0435 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d \u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0435\u043d \u043d\u0430 ''\u0411\u0435\u0437 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435''.  \u0417\u0430 \u0434\u0430 \u0437\u0430\u043c\u0435\u043d\u0438\u0442\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449\u0430\u0442\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u041f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u0449\u0430 \u0441\u0435 \u0438\u043b\u0438 \u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u044f. 
ProductPanel.selectProduct=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0438\u0442\u0435, \u043a\u043e\u0438\u0442\u043e \u0436\u0435\u043b\u0430\u0435\u0442\u0435 \u0434\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0442\u0435:
ProductPanel.fullInstall=\u041f\u044a\u043b\u0435\u043d
ProductPanel.noInstall=\u0411\u0435\u0437\n\
\u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435
ProductPanel.desciption=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0437\u0430 \u0432\u0441\u0435\u043a\u0438 \u043f\u0440\u043e\u0434\u0443\u043a\u0442 \u0442\u0438\u043f \u043d\u0430 \u0436\u0435\u043b\u0430\u043d\u0430\u0442\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u044f.
ProductPanel.title=\u0418\u0437\u0431\u043e\u0440 \u043d\u0430 \u043f\u0440\u043e\u0434\u0443\u043a\u0442
ProductPanel.product=\u041f\u0440\u043e\u0434\u0443\u043a\u0442
ProductPanel.setupType=\u0422\u0438\u043f \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430
ProductPanel.chooseSetupType=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0442\u0438\u043f \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430 \u0437\u0430 {0}
ProductPanel.selectionRequired=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043f\u043e\u043d\u0435 \u0435\u0434\u0438\u043d \u043f\u0440\u043e\u0434\u0443\u043a\u0442 \u0437\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435.
ProductPanel.oteTitle={0}
ProductPanel.oteDoc=\u0421\u044a\u0441\u0442\u043e\u044f\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0438\u0437\u0431\u043e\u0440\u0430 \u043d\u0430 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0430 "{0}". \u0414\u043e\u043f\u0443\u0441\u0442\u0438\u043c\u0438\u0442\u0435 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438 \u0441\u0430:<enum><value>true:\u041f\u043e\u043a\u0430\u0437\u0432\u0430, \u0447\u0435 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u044a\u0442 \u0435 \u0438\u0437\u0431\u0440\u0430\u043d \u0437\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435</value><value>false:\u041f\u043e\u043a\u0430\u0437\u0432\u0430, \u0447\u0435 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u044a\u0442 \u043d\u0435 \u0435 \u0438\u0437\u0431\u0440\u0430\u043d \u0437\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435</value></enum>\u041d\u0430\u043f\u0440\u0438\u043c\u0435\u0440, \u0437\u0430 \u0434\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 "{0}" \u0437\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u044f, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435<indent>-P {1}.active=true</indent>
ProductPanel.consoleProductOptions=\u0417\u0430 \u0434\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0438\u043b\u0438 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435\u0442\u0435 \u0438\u0437\u0431\u043e\u0440\u0430 \u043d\u0430 \u043f\u0440\u043e\u0434\u0443\u043a\u0442, \u0438\u043b\u0438 \u0437\u0430 \u043f\u0440\u043e\u043c\u044f\u043d\u0430 \u043d\u0430 \u0442\u0438\u043f\u0430 \u043d\u0430 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430\u0442\u0430 \u043c\u0443, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u043d\u0435\u0433\u043e\u0432\u0438\u044f \u043d\u043e\u043c\u0435\u0440:
ProductPanel.consoleDeselectProduct=\u041f\u0440\u0435\u043c\u0430\u0445\u043d\u0435\u0442\u0435 \u0438\u0437\u0431\u043e\u0440\u0430 \u043d\u0430 ''{0}''
ProductPanel.consoleChangeSetupType=\u041f\u0440\u043e\u043c\u0435\u043d\u0435\u0442\u0435 \u0442\u0438\u043f\u0430 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430 \u043d\u0430 ''{0}''
ProductPanel.consoleSelectSetupType=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0442\u0438\u043f \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430
ProductPanel.consoleProductSetupTypes=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0442\u0438\u043f \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430 \u0437\u0430 ''{0}'':
ProductPanelSwingImpl.choice=\u0418\u0437\u0431\u043e\u0440

#
# INSTRUCTIONS FOR TRANSLATORS: ProductPanel.oteDoc:
# - Do not translate text occuring between '<' and '>'. E.g. do not
# translate <enum>.
# - Do not translate the strings "true" and "false"
# - Do not translate "-P {1}.active=true"

#
# SummaryPanel
#
SummaryPanel.content.destination=\u041c\u0435\u0441\u0442\u043e\u043d\u0430\u0437\u043d\u0430\u0447\u0435\u043d\u0438\u0435: 
SummaryPanel.content.installedFeatures=\u0418\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0438 \u043a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442\u0438: 
SummaryPanel.content.selectedFeatures=\u0418\u0437\u0431\u0440\u0430\u043d\u0438 \u043a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442\u0438: 
SummaryPanel.content.uninstalledFeatures=\u0414\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0438 \u043a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442\u0438: 
SummaryPanel.description.postinstall=\u0418\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0438 \u0441\u0430 \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438:
SummaryPanel.description.postuninstall=\u0414\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0438 \u0441\u0430 \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438:
SummaryPanel.description.preinstall=\u0421\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0438:
SummaryPanel.description.preuninstall=\u0421\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u0434\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0438:
SummaryPanel.content.unavailable=\u041d\u044f\u043c\u0430 \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u043e \u0440\u0435\u0437\u044e\u043c\u0435
SummaryPanel.title.postinstall=\u0420\u0435\u0437\u044e\u043c\u0435 \u043e\u0442 \u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u044f\u0442\u0430
SummaryPanel.title.postuninstall=\u0420\u0435\u0437\u044e\u043c\u0435 \u043e\u0442 \u0434\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u044f\u0442\u0430
SummaryPanel.title.preinstall=\u0413\u043e\u0442\u043e\u0432 \u0437\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435
SummaryPanel.title.preuninstall=\u0413\u043e\u0442\u043e\u0432 \u0437\u0430 \u0434\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435

#
# WelcomePanel
#
WelcomePanel.message.uninstall=\u0414\u043e\u0431\u0440\u0435 \u0434\u043e\u0448\u043b\u0438 \u0432 \u0434\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 {0}. \u0417\u0430 \u0434\u0430 \u0437\u0430\u043f\u043e\u0447\u043d\u0435\u0442\u0435 \u0434\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u044f\u0442\u0430, \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u041f\u0440\u043e\u0434\u044a\u043b\u0436\u0438. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043d\u0430\u043f\u0443\u0441\u043d\u0435\u0442\u0435 \u0434\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u044f\u0442\u0430 \u043f\u043e \u0432\u0441\u044f\u043a\u043e \u0432\u0440\u0435\u043c\u0435, \u043a\u0430\u0442\u043e \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u043d\u0430 \u0431\u0443\u0442\u043e\u043d\u0430 \u041e\u0442\u043a\u0430\u0436\u0438.\n 
WelcomePanel.title=\u0414\u043e\u0431\u0440\u0435 \u0434\u043e\u0448\u043b\u0438
WelcomePanel.warning=\u041f\u0420\u0415\u0414\u0423\u041f\u0420\u0415\u0416\u0414\u0415\u041d\u0418\u0415: \u0422\u0430\u0437\u0438 \u043f\u0440\u043e\u0433\u0440\u0430\u043c\u0430 \u0435 \u0437\u0430\u0449\u0438\u0442\u0435\u043d\u0430 \u043e\u0442 \u0437\u0430\u043a\u043e\u043d\u0438\u0442\u0435 \u0437\u0430 \u0430\u0432\u0442\u043e\u0440\u0441\u043a\u043e\u0442\u043e \u043f\u0440\u0430\u0432\u043e \u0438 \u043c\u0435\u0436\u0434\u0443\u043d\u0430\u0440\u043e\u0434\u043d\u0438 \u0441\u043f\u043e\u0433\u043e\u0434\u0431\u0438.\n\
 \u041d\u0435\u043e\u0442\u043e\u0440\u0438\u0437\u0438\u0440\u0430\u043d\u043e\u0442\u043e \u0432\u044a\u0437\u043f\u0440\u043e\u0438\u0437\u0432\u0435\u0436\u0434\u0430\u043d\u0435 \u0438\u043b\u0438 \u0440\u0430\u0437\u043f\u0440\u043e\u0441\u0442\u0440\u0430\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 \u0442\u0430\u0437\u0438 \u043f\u0440\u043e\u0433\u0440\u0430\u043c\u0430 \u0438\u043b\u0438 \u043f\u0440\u043e\u0438\u0437\u0432\u043e\u043b\u043d\u0430 \u0447\u0430\u0441\u0442 \u043e\u0442 \u043d\u0435\u044f \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0434\u043e\u0432\u0435\u0434\u0430\u0442 \u0434\u043e \u0442\u0435\u0436\u043a\u0438 \u0433\u0440\u0430\u0436\u0434\u0430\u043d\u0441\u043a\u0438 \u0438 \u043d\u0430\u043a\u0430\u0437\u0430\u0442\u0435\u043b\u043d\u0438 \u0441\u0430\u043d\u043a\u0446\u0438\u0438 \u0438 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u043f\u0440\u0435\u0441\u043b\u0435\u0434\u0432\u0430\u043d\u0438 \u0434\u043e \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0430\u0442\u0430 \u043f\u043e\u0437\u0432\u043e\u043b\u0435\u043d\u0430 \u043e\u0442 \u0437\u0430\u043a\u043e\u043d\u0430 \u0441\u0442\u0435\u043f\u0435\u043d.\n

#
#  Common
#
timeRemaining=\u041e\u0441\u0442\u0430\u0432\u0430\u0449\u043e \u0432\u0440\u0435\u043c\u0435: {0}
failed=\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e
cannotCreateDirectory=\u0413\u0440\u0435\u0448\u043a\u0430: \u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u043d\u0430 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f: {0}
notWritable=\u0413\u0440\u0435\u0448\u043a\u0430: {0} \u043d\u0435 \u0435 \u0437\u0430\u043f\u0438\u0441\u0432\u0430\u0435\u043c.
installFailed=\u0418\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0430 \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e
UninstallFeaturePanel.publiclyShared=\u041a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442\u044a\u0442 "{0}" \u0435 \u043f\u0443\u0431\u043b\u0438\u0447\u043d\u043e \u043f\u043e\u0434\u0435\u043b\u0435\u043d, \u0434\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043c\u0443 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043d\u0430\u0440\u0443\u0448\u0438 \u0432\u044a\u043d\u0448\u043d\u0438 \u0437\u0430\u0432\u0438\u0441\u0438\u043c\u043e\u0441\u0442\u0438.
installingProduct=\u0418\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u0434\u0443\u043a\u0442...
InstallingProductMessage.message=InstallShield \u041f\u043e\u043c\u043e\u0449\u043d\u0438\u043a\u044a\u0442 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430 {0}. \u041c\u043e\u043b\u044f, \u0438\u0437\u0447\u0430\u043a\u0430\u0439\u0442\u0435.
copyingFiles=\u041a\u043e\u043f\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0444\u0430\u0439\u043b\u043e\u0432\u0435
creatingDesktopIcon=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u043a\u043e\u043d\u0438 \u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u043d\u0430\u0442\u0430 \u043f\u043b\u043e\u0449
removingJVM=\u0420\u0430\u0437\u0440\u0435\u0448\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 Java Virtual Machine
creatingProductLauncher=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0442\u0430\u0440\u0442\u0435\u0440 \u043d\u0430 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0430
modifyingAsciiFile=\u041c\u043e\u0434\u0438\u0444\u0438\u0446\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 ASCII \u0444\u0430\u0439\u043b
updatingEnvironmentVariable=\u041e\u0431\u043d\u043e\u0432\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u043b\u0438\u0432\u0430 \u043d\u0430 \u043e\u0431\u043a\u0440\u044a\u0436\u0435\u043d\u0438\u0435
updatingRegistryValues=\u041e\u0431\u043d\u043e\u0432\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438 \u0432 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0442\u0443\u0440\u0430\u0442\u0430
installationError=\u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430\u043b\u0438 \u0441\u0430 \u0433\u0440\u0435\u0448\u043a\u0438 \u043f\u0440\u0438 \u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u044f\u0442\u0430.
uninstallationError=\u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430\u043b\u0438 \u0441\u0430 \u0433\u0440\u0435\u0448\u043a\u0438 \u043f\u0440\u0438 \u0434\u0435\u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u044f\u0442\u0430.
ok=OK

