#
# PasswordPanel
#
PasswordPanel.invalidPassword=\u0412\u044a\u0432\u0435\u0434\u0435\u043d\u0430 \u0435 \u043d\u0435\u0432\u0430\u043b\u0438\u0434\u043d\u0430 \u043f\u0430\u0440\u043e\u043b\u0430
PasswordPanel.description=\u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u0430\u0442\u0430 \u0437\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 \u0442\u0430\u0437\u0438 \u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u044f \u043f\u0430\u0440\u043e\u043b\u0430. \u041c\u043e\u043b\u044f, \u043e\u0442\u0431\u0435\u043b\u0435\u0436\u0435\u0442\u0435 \u0441\u0438, \u0447\u0435 \u043f\u0430\u0440\u043e\u043b\u0438\u0442\u0435 \u0441\u0430 \u0447\u0443\u0432\u0441\u0442\u0432\u0438\u0442\u0435\u043b\u043d\u0438 \u043a\u044a\u043c \u043c\u0430\u043b\u043a\u0438/\u0433\u043b\u0430\u0432\u043d\u0438 \u0431\u0443\u043a\u0432\u0438. \u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u041f\u0440\u043e\u0434\u044a\u043b\u0436\u0438, \u0437\u0430 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435.
PasswordPanel.caption=\u041c\u043e\u043b\u044f, \u0443\u043a\u0430\u0436\u0435\u0442\u0435 \u043f\u0430\u0440\u043e\u043b\u0430.
PasswordPanel.title=\u041f\u0430\u0440\u043e\u043b\u0430
PasswordPanel.noPasswordEntered=\u041c\u043e\u043b\u044f, \u0443\u043a\u0430\u0436\u0435\u0442\u0435 \u043f\u0430\u0440\u043e\u043b\u0430.
PasswordPanel.label=&\u041f\u0430\u0440\u043e\u043b\u0430:
PasswordPanel.wrongPasswordEntered=\u041f\u0430\u0440\u043e\u043b\u0430\u0442\u0430 \u043d\u0435 \u0435 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u0430.  \u041c\u043e\u043b\u044f, \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u043f\u0430\u0440\u043e\u043b\u0430\u0442\u0430 \u0438 \u043e\u043f\u0438\u0442\u0430\u0439\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e.

#
# Runtime PasswordPanel
#
RuntimePasswordPanel.ote1Title=\u041f\u0430\u0440\u043e\u043b\u0430
RuntimePasswordPanel.ote1Doc=\u0425\u0435\u0448\u0438\u0440\u0430\u043d\u0430\u0442\u0430 \u043f\u0430\u0440\u043e\u043b\u0430 \u0437\u0430 \u043f\u043e\u043c\u043e\u0449\u043d\u0438\u043a\u0430.<p/>\u041f\u0420\u0415\u0414\u0423\u041f\u0420\u0415\u0416\u0414\u0415\u041d\u0418\u0415 \u0417\u0410 \u0421\u0418\u0413\u0423\u0420\u041d\u041e\u0421\u0422\u0422\u0410: \u0410\u043a\u043e \u043d\u0435 \u043f\u043b\u0430\u043d\u0438\u0440\u0430\u0442\u0435 \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u0442\u043e\u0437\u0438 \u0444\u0430\u0439\u043b \u0441 \u043e\u043f\u0446\u0438\u0438 \u0437\u0430 \u0431\u0435\u0437\u0448\u0443\u043c\u043d\u0438 \u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u0438 \u0438 \u0438\u0437\u0438\u0441\u043a\u0432\u0430\u0442\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f\u0442 \u0434\u0430 \u0432\u044a\u0432\u0435\u0436\u0434\u0430 \u043f\u0430\u0440\u043e\u043b\u0430, \u0438\u0437\u0442\u0440\u0438\u0439\u0442\u0435 \u0442\u043e\u0437\u0438 \u0437\u0430\u043f\u0438\u0441.<p/>\u041e\u0442\u0431\u0435\u043b\u0435\u0436\u0435\u0442\u0435 \u0441\u0438, \u0447\u0435 \u0442\u0430\u0437\u0438 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u041d\u0415 \u0435 \u043f\u0430\u0440\u043e\u043b\u0430\u0442\u0430 \u0432 \u043e\u0431\u0438\u043a\u043d\u043e\u0432\u0435\u043d \u0442\u0435\u043a\u0441\u0442, \u043a\u043e\u044f\u0442\u043e \u043f\u043e \u043f\u0440\u0438\u043d\u0446\u0438\u043f \u0431\u0438\u0445\u0442\u0435 \u0432\u044a\u0432\u0435\u043b\u0438 \u0432 \u0442\u0435\u043a\u0441\u0442\u043e\u0432\u043e \u043f\u043e\u043b\u0435. \u0422\u043e\u0432\u0430 \u0435 \u0445\u0435\u0448 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u043f\u0430\u0440\u043e\u043b\u0430\u0442\u0430 \u0432 \u043e\u0431\u0438\u043a\u043d\u043e\u0432\u0435\u043d \u0442\u0435\u043a\u0441\u0442. (\u041d\u0435 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442 \u043f\u0430\u0440\u043e\u043b\u0438 \u0432 \u043e\u0431\u0438\u043a\u043d\u043e\u0432\u0435\u043d \u0442\u0435\u043a\u0441\u0442 \u043e\u0442 \u0441\u044a\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u044f \u0437\u0430 \u0441\u0438\u0433\u0443\u0440\u043d\u043e\u0441\u0442.)
RuntimePasswordPanel.ote1HashHowTo=<p/>You \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043f\u043e\u043b\u0443\u0447\u0438\u0442\u0435 \u0445\u0435\u0448\u0438\u0440\u0430\u043d\u0430\u0442\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442, \u043a\u0430\u0442\u043e \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u0442\u0435 PasswordPanel \u043a\u0430\u0442\u043e Java \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0435 \u0441 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0430\u0440\u0433\u0443\u043c\u0435\u043d\u0442\u0430 -hash. \u041d\u0430\u043f\u0440\u0438\u043c\u0435\u0440, \u0430\u043a\u043e \u0434\u043e\u043f\u0443\u0441\u043d\u0435\u043c, \u0447\u0435 \u0430\u0440\u0445\u0438\u0432\u044a\u0442 \u043d\u0430 \u043f\u043e\u043c\u043e\u0449\u043d\u0438\u043a\u0430 \u0435 "setup.jar", \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435<indent>java -cp setup.jar com.installshield.wizardx.panels.PasswordPanel -hash</indent>\u0429\u0435 \u0431\u044a\u0434\u0435\u0442\u0435 \u043f\u043e\u0434\u0441\u0435\u0442\u0435\u043d\u0438 \u0437\u0430 \u043f\u0430\u0440\u043e\u043b\u0430. \u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u043f\u0430\u0440\u043e\u043b\u0430\u0442\u0430, \u043a\u0430\u043a\u0442\u043e \u0431\u0438\u0445\u0442\u0435 \u044f \u0432\u044a\u0432\u0435\u043b\u0438 \u0432 \u0442\u0435\u043a\u0441\u0442\u043e\u0432\u043e \u043f\u043e\u043b\u0435 \u0438 \u043d\u0430\u0442\u0438\u0441\u043d\u0435\u0442\u0435 Enter. \u0425\u0435\u0448\u0438\u0440\u0430\u043d\u0430\u0442\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u0449\u0435 \u0431\u044a\u0434\u0435 \u0438\u0437\u0432\u0435\u0434\u0435\u043d\u0430 \u043d\u0430 \u043a\u043e\u043d\u0437\u043e\u043b\u0430\u0442\u0430 -- \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u044f \u0437\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u043f\u043e-\u0434\u043e\u043b\u0443.
#
# INSTRUCTIONS FOR TRANSLATORS: RuntimePasswordPanel.ote1HashHowTo:
# - Do not translate text occuring between '<' and '>'. E.g. do not
# translate <indent>.
# - Do not translate "java -cp setup.jar com.installshield.wizardx.panels.PasswordPanel -p"

RuntimePasswordPanel.ote1HashRecorded=<p/>\u0422\u044a\u0439 \u043a\u0430\u0442\u043e \u0444\u0430\u0439\u043b\u044a\u0442 \u0435 \u0433\u0435\u043d\u0435\u0440\u0438\u0440\u0430\u043d \u043f\u043e\u0441\u0440\u0435\u0434\u0441\u0442\u0432\u043e\u043c \u043a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442\u0430 \u0437\u0430 \u0437\u0430\u043f\u0438\u0441, \u0445\u0435\u0448\u0438\u0440\u0430\u043d\u0430\u0442\u0430 \u043f\u0430\u0440\u043e\u043b\u0430 \u0432\u0435\u0447\u0435 \u0435 \u0432\u044a\u0432\u0435\u0434\u0435\u043d\u0430 \u043f\u043e-\u0434\u043e\u043b\u0443 \u0438 \u043d\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u044f\u043d\u0430.

#
# TextDisplayPanel
#
TextDisplayPanel.description=\u041c\u043e\u043b\u044f, \u043f\u0440\u043e\u0447\u0435\u0442\u0435\u0442\u0435 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f\u0442\u0430 \u043f\u043e-\u0434\u043e\u043b\u0443.
TextDisplayPanel.text=\u0412\u0430\u0436\u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f

#
# WizardPanel: RebootPanel
#
RebootPanel.restartNow=&\u0414\u0430, \u0440\u0435\u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u0439 \u043a\u043e\u043c\u043f\u044e\u0442\u044a\u0440\u0430 \u043c\u0438.
RebootPanel.restartLater=&\u041d\u0435, \u0449\u0435 \u0440\u0435\u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043c \u043a\u043e\u043c\u043f\u044e\u0442\u044a\u0440\u0430 \u0441\u0438 \u043f\u043e-\u043a\u044a\u0441\u043d\u043e.
RebootPanel.mustRestart=\u041f\u043e\u043c\u043e\u0449\u043d\u0438\u043a\u044a\u0442 \u0438\u0437\u0438\u0441\u043a\u0432\u0430 \u0434\u0430 \u0440\u0435\u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u0442\u0435 \u043a\u043e\u043c\u043f\u044e\u0442\u044a\u0440\u0430 \u0441\u0438.
RebootPanelSwingImpl.restartNow=\u0420\u0435\u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u0441\u0435\u0433\u0430
RebootPanelSwingImpl.restartLater=\u0420\u0435\u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e-\u043a\u044a\u0441\u043d\u043e

#
# WizardBeanCondition: LocaleWizardBeanCondition
#
LocaleWizardBeanCondition.defaultLocaleMustBe=\u041f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u0449\u0438\u044f\u0442 \u0441\u0435 \u043a\u043e\u0434 \u043d\u0430 \u0433\u0435\u043e\u0433\u0440\u0430\u0444\u0441\u043a\u043e \u0440\u0430\u0437\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 {0}
LocaleWizardBeanCondition.defaultLocaleMustNotBe=\u041f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u0449\u0438\u044f\u0442 \u0441\u0435 \u043a\u043e\u0434 \u043d\u0430 \u0433\u0435\u043e\u0433\u0440\u0430\u0444\u0441\u043a\u043e \u0440\u0430\u0437\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435 \u043d\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 {0}
LocaleWizardBeanCondition.errorEvaluation=\u0413\u0420\u0415\u0428\u041a\u0410: \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043e\u0446\u0435\u043d\u0438 \u043a\u043e\u0434 \u043d\u0430 \u0433\u0435\u043e\u0433\u0440\u0430\u0444\u0441\u043a\u043e \u0440\u0430\u0437\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435 "{0}"

#
# ChoiceComponent
#
ChoiceComponent.caption=\u0417\u0430 \u0434\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u043d\u043e\u043c\u0435\u0440\u0430 \u043c\u0443, \u0438\u043b\u0438 0, \u043a\u043e\u0433\u0430\u0442\u043e \u0437\u0430\u0432\u044a\u0440\u0448\u0438\u0442\u0435:
ChoiceComponent.continueCaption=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435 \u0441 \u0442\u0430\u0437\u0438 \u043e\u043f\u0446\u0438\u044f.
ChoiceComponent.couldNotUnselect=\u0422\u043e\u0432\u0430 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043e\u0442\u043c\u0435\u043d\u0435\u043d\u043e, \u0437\u0430\u0449\u043e\u0442\u043e \u0435 \u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u0435\u043d \u0438\u0437\u0431\u043e\u0440.
ChoiceComponent.currentChoice=\u0422\u0435\u043a\u0443\u0449\u0438\u044f\u0442 \u0438\u0437\u0431\u043e\u0440 \u0435 {0}
ChoiceComponent.currentChoiceEmpty=\u041d\u0435 \u0435 \u043d\u0430\u043f\u0440\u0430\u0432\u0435\u043d \u0438\u0437\u0431\u043e\u0440
ChoiceComponent.confirmChoice=\u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 0, \u0437\u0430 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435, \u0438\u043b\u0438 1, \u0437\u0430 \u0434\u0430 \u043d\u0430\u043f\u0440\u0430\u0432\u0438\u0442\u0435 \u0434\u0440\u0443\u0433 \u0438\u0437\u0431\u043e\u0440:

#
# DirectoryInputComponent
#
DirectoryInputComponent.specifyDirectory=\u041c\u043e\u043b\u044f, \u0443\u043a\u0430\u0436\u0435\u0442\u0435 \u0438\u043c\u0435 \u043d\u0430 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f \u0438\u043b\u0438 \u043d\u0430\u0442\u0438\u0441\u043d\u0435\u0442\u0435 Enter
DirectoryInputComponent.selectDirectory=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f
DirectoryInputComponent.DirectoryName=&\u0418\u043c\u0435 \u043d\u0430 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f:
DirectoryInputComponent.specifyFile=\u041c\u043e\u043b\u044f, \u0443\u043a\u0430\u0436\u0435\u0442\u0435 \u0438\u043c\u0435 \u043d\u0430 \u0444\u0430\u0439\u043b \u0438\u043b\u0438 \u043d\u0430\u0442\u0438\u0441\u043d\u0435\u0442\u0435 Enter
DirectoryInputComponent.selectFile=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0444\u0430\u0439\u043b
DirectoryInputComponent.FileName=\u0418\u043c\u0435 \u043d\u0430 \u0444\u0430\u0439\u043b:

#
# DirectoryBrowser
#
DirectoryBrowser.OK= OK 
DirectoryBrowser.Cancel= \u041e\u0442\u043a\u0430\u0436\u0438 
DirectoryBrowser.Folder=\u0414\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f:
DirectoryBrowser.File=\u0424\u0430\u0439\u043b:
DirectoryBrowser.Drives=\u0423\u0441\u0442\u0440\u043e\u0439\u0441\u0442\u0432\u0430:

#
# TextInputComponent
#
TextInputComponent.invalidTextEntered=\u0412\u044a\u0432\u0435\u0434\u0435\u043d \u0435 \u043d\u0435\u0432\u0430\u043b\u0438\u0434\u0435\u043d \u0442\u0435\u043a\u0441\u0442 [{0}]

#
# Common
#
pressEnterToExit=\u041c\u043e\u043b\u044f, \u043d\u0430\u0442\u0438\u0441\u043d\u0435\u0442\u0435 Enter, \u0437\u0430 \u0434\u0430 \u0438\u0437\u043b\u0435\u0437\u0435\u0442\u0435
pressEnterToContinue=\u041c\u043e\u043b\u044f, \u043d\u0430\u0442\u0438\u0441\u043d\u0435\u0442\u0435 Enter, \u0437\u0430 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435

#
# ApprovalPanel 
#
ApprovalPanel.title=\u0412\u0430\u0436\u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f
ApprovalPanel.approval=&\u041e\u0434\u043e\u0431\u0440\u0435\u043d\u0438\u0435
ApprovalPanel.disapproval=&\u041d\u0435\u043e\u0434\u043e\u0431\u0440\u0435\u043d\u0438\u0435
ApprovalPanel.queryText=\u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 {0} \u0437\u0430 \u043e\u0434\u043e\u0431\u0440\u044f\u0432\u0430\u043d\u0435 \u0438\u043b\u0438 {1} \u0437\u0430 \u043d\u0435\u043e\u0434\u043e\u0431\u0440\u0435\u043d\u0438\u0435:
ApprovalPanel.queryTextCheckbox=\u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 {0}, \u0437\u0430 \u0434\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435 \u0441\u044a\u0441\u0442\u043e\u044f\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u043e\u0434\u043e\u0431\u0440\u0435\u043d\u0438\u0435 \u0438\u043b\u0438 0, \u0430\u043a\u043e \u0441\u0442\u0435 \u0437\u0430\u0432\u044a\u0440\u0448\u0438\u043b\u0438:
ApprovalPanel.cantContinueMsg=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043e\u0434\u043e\u0431\u0440\u0438\u0442\u0435, \u0437\u0430 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435.
ApprovalPanel.confirmExitOnDisapprove=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 ''{0}'', \u0437\u0430 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435, \u0432 \u043f\u0440\u043e\u0442\u0438\u0432\u0435\u043d \u0441\u043b\u0443\u0447\u0430\u0439 \u043f\u043e\u043c\u043e\u0449\u043d\u0438\u043a\u044a\u0442 \u0449\u0435 \u043d\u0430\u043f\u0443\u0441\u043d\u0435. \u0416\u0435\u043b\u0430\u0435\u0442\u0435 \u043b\u0438 \u0434\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435 \u0438\u0437\u0431\u043e\u0440\u0430 \u0441\u0438?
ApprovalPanel.title=\u041e\u0434\u043e\u0431\u0440\u0435\u043d\u0438\u0435
ApprovalPanel.consoleChoiceCaption=\u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043e\u0442 \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u043e\u043f\u0446\u0438\u0438:
ApprovalPanel.ote1Title={0} \u0441\u044a\u0441\u0442\u043e\u044f\u043d\u0438\u0435
ApprovalPanel.ote1Doc=\u041d\u0430\u0447\u0430\u043b\u043d\u043e\u0442\u043e \u0441\u044a\u0441\u0442\u043e\u044f\u043d\u0438\u0435 \u043d\u0430 {0} \u043f\u0430\u043d\u0435\u043b\u0430. \u0412\u0430\u043b\u0438\u0434\u043d\u0438\u0442\u0435 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438 \u0441\u0430:<enum><value>{1}:\u041d\u0438\u0449\u043e \u043d\u044f\u043c\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u0437\u0431\u0440\u0430\u043d\u043e</value><value>{2}:"{3}" \u0449\u0435 \u0431\u044a\u0434\u0435 \u0438\u0437\u0431\u0440\u0430\u043d\u043e</value><value>{4}:"{5}" \u0449\u0435 \u0431\u044a\u0434\u0435 \u0438\u0437\u0431\u0440\u0430\u043d\u043e</value></enum>\u041d\u0430\u043f\u0440\u0438\u043c\u0435\u0440, \u0437\u0430 \u0434\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u0442\u0435 \u043f\u0430\u043d\u0435\u043b\u0430 \u0434\u0430 \u0438\u0437\u0432\u0435\u0436\u0434\u0430 \u0432 \u043d\u0430\u0447\u0430\u043b\u043e\u0442\u043e "{5}", \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 <indent>-W {6}.selection={4}</indent>
ApprovalPanelSwingImpl.choice=\u0418\u0437\u0431\u043e\u0440

#
# INSTRUCTIONS FOR TRANSLATORS: ApprovalPanel.ote1Doc:
# - Do not translate text occuring between '<' and '>'. E.g. do not
# translate <enum>.
# - Do not translate "-W {6}.selection={4}"

#
#  TextDisplayPanel 
#
TextDisplayPanel.caption=\u041c\u043e\u043b\u044f, \u043f\u0440\u043e\u0447\u0435\u0442\u0435\u0442\u0435 \u0441\u043b\u0435\u0434\u043d\u0430\u0442\u0430 \u0432\u0430\u0436\u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f:
TextDisplayPanel.title=\u0412\u0430\u0436\u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f

#
# RebootPanel
#
RebootPanel.query=\u0417\u0430 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u043e \u0444\u0443\u043d\u043a\u0446\u0438\u043e\u043d\u0438\u0440\u0430\u043d\u0435 \u0441\u0435 \u0438\u0437\u0438\u0441\u043a\u0432\u0430 \u0440\u0435\u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430.  \u0416\u0435\u043b\u0430\u0435\u0442\u0435 \u043b\u0438 \u0434\u0430 \u0440\u0435\u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u0442\u0435 \u0441\u0435\u0433\u0430?

#
#  LocaleDialog 
#
LocaleDialog.caption=\u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043a\u043e\u0434 \u043d\u0430 \u0433\u0435\u043e\u0433\u0440\u0430\u0444\u0441\u043a\u043e \u0440\u0430\u0437\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435, \u043a\u043e\u0439\u0442\u043e \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d \u043f\u0440\u0438 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0442\u043e\u0437\u0438 \u043f\u043e\u043c\u043e\u0449\u043d\u0438\u043a:
LocaleDialog.title=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043a\u043e\u0434 \u043d\u0430 \u0433\u0435\u043e\u0433\u0440\u0430\u0444\u0441\u043a\u043e \u0440\u0430\u0437\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435 \u0437\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435\u0442\u043e

#
# Common
#
promptForChocie=\u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u043d\u043e\u043c\u0435\u0440, \u043a\u043e\u0439\u0442\u043e \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0430 \u043d\u0430 \u0438\u0437\u0431\u043e\u0440\u0430 \u0432\u0438 
typeToQuit=\u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 {0}, \u0437\u0430 \u0434\u0430 \u043d\u0430\u043f\u0443\u0441\u043d\u0435\u0442\u0435
enterValueInRange=\u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u043c\u0435\u0436\u0434\u0443 {0} \u0438 {1}
noHelp=\u041d\u044f\u043c\u0430 \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u0430 \u043f\u043e\u043c\u043e\u0449
pickOne=\u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0435\u0434\u043d\u043e \u043e\u0442 {0} \u0438\u043b\u0438 {1}
queryToCreateDirectory=\u0414\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f\u0442\u0430 {0} \u043d\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430. \u0416\u0435\u043b\u0430\u0435\u0442\u0435 \u043b\u0438 \u0434\u0430 \u044f \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u0442\u0435 \u0441\u0435\u0433\u0430?

#
# Logout Panel
#
LogoutPanel.title=\u041f\u0430\u043d\u0435\u043b \u0437\u0430 \u0438\u0437\u043b\u0438\u0437\u0430\u043d\u0435
LogoutPanel.description=\u0418\u0437\u0438\u0441\u043a\u0432\u0430 \u0441\u0435 \u0438\u0437\u043b\u0438\u0437\u0430\u043d\u0435
LogoutPanel.text=\u041f\u043e\u043c\u043e\u0449\u043d\u0438\u043a\u044a\u0442 \u0438\u0437\u0438\u0441\u043a\u0432\u0430 \u0434\u0430 \u0438\u0437\u043b\u0435\u0437\u0435\u0442\u0435 \u043e\u0442 \u0441\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430 \u0438 \u0434\u0430 \u0432\u043b\u0435\u0437\u0435\u0442\u0435 \u043e\u0431\u0440\u0430\u0442\u043d\u043e.

#
# User Input Panel
#
UserInputPanel.panelCaption=\u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0438\u0437\u0438\u0441\u043a\u0432\u0430\u043d\u0430\u0442\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f
UserInputPanel.textInputFieldCaption=\u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0438\u0437\u0438\u0441\u043a\u0432\u0430\u043d\u0430\u0442\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f:
UserInputPanel.singleSelectChoiceInputFieldCaption=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0435\u0434\u043d\u043e \u043e\u0442 \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435:
UserInputPanel.multiSelectChoiceInputFieldCaption=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043e\u0442 \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435:
UserInputPanel.integerInputFieldCaption=\u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0438\u0437\u0438\u0441\u043a\u0432\u0430\u043d\u0430\u0442\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442:
UserInputPanel.numericInputError={0} \u043f\u043e\u043b\u0435 \u0437\u0430 \u0432\u044a\u0432\u0435\u0436\u0434\u0430\u043d\u0435 \u0438\u0437\u0438\u0441\u043a\u0432\u0430 \u0434\u0430 \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0447\u0438\u0441\u043b\u043e\u0432\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442.
UserInputPanel.integerInputError={0} \u043f\u043e\u043b\u0435 \u0437\u0430 \u0432\u044a\u0432\u0435\u0436\u0434\u0430\u043d\u0435 \u0438\u0437\u0438\u0441\u043a\u0432\u0430 \u0434\u0430 \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0446\u0435\u043b\u043e\u0447\u0438\u0441\u043b\u0435\u043d\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442.
UserInputPanel.textInputError={0} \u043f\u043e\u043b\u0435 \u0437\u0430 \u0432\u044a\u0432\u0435\u0436\u0434\u0430\u043d\u0435 \u0438\u0437\u0438\u0441\u043a\u0432\u0430 \u0434\u0430 \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0442\u0435\u043a\u0441\u0442.
UserInputPanel.title=\u041f\u0430\u043d\u0435\u043b \u0437\u0430 \u0432\u044a\u0432\u0435\u0436\u0434\u0430\u043d\u0435 \u043e\u0442 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f
UserInputPanel.fileExistsError={0} \u043d\u0435 \u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u043e \u0438\u043c\u0435 \u043d\u0430 \u0444\u0430\u0439\u043b \u0438\u043b\u0438 \u043d\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430. \u041c\u043e\u043b\u044f, \u0443\u043a\u0430\u0436\u0435\u0442\u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u043e \u0438\u043c\u0435 \u043d\u0430 \u0444\u0430\u0439\u043b.
UserInputPanel.directoryExistsError={0} \u043d\u0435 \u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u0430 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f \u0438\u043b\u0438 \u043d\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430. \u041c\u043e\u043b\u044f, \u0443\u043a\u0430\u0436\u0435\u0442\u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u0430 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f.
UserInputPanel.oteTitle=\u041f\u043e\u043b\u0435 \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0432\u044a\u0432\u0435\u0436\u0434\u0430\u043d\u0435 - {0}
UserInputPanel.invalidInteger=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0443\u043a\u0430\u0436\u0435\u0442\u0435 \u0432\u0430\u043b\u0438\u0434\u0435\u043d \u043d\u043e\u043c\u0435\u0440.
UserInputPanel.invalidDirectory=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0443\u043a\u0430\u0436\u0435\u0442\u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u0430 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f.
UserInputPanel.invalidFile=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0443\u043a\u0430\u0436\u0435\u0442\u0435 \u0432\u0430\u043b\u0438\u0434\u0435\u043d \u0444\u0430\u0439\u043b.
UserInputPanel.enterValue=\u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442:
UserInputPanel.enterDirectory=\u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f:
UserInputPanel.enterFile=\u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0444\u0430\u0439\u043b:
UserInputPanel.enterPassword=\u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u043f\u0430\u0440\u043e\u043b\u0430:
UserInputPanel.respecifyValue=\u0423\u043a\u0430\u0436\u0435\u0442\u0435 \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u043e \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430
UserInputPanel.cancelValue=\u041e\u0442\u043a\u0430\u0436\u0438
UserInputPanel.enterCommand=\u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u043a\u043e\u043c\u0430\u043d\u0434\u0430:
UserInputPanelSwingImpl.textName=\u0422\u0435\u043a\u0441\u0442
UserInputPanelSwingImpl.passwordName=\u041f\u0430\u0440\u043e\u043b\u0430
UserInputPanelSwingImpl.fileName=\u0424\u0430\u0439\u043b
UserInputPanelSwingImpl.fileBrowseName=\u041f\u0440\u0438\u0434\u0432\u0438\u0436\u0432\u0430\u043d\u0435 \u0434\u043e \u0444\u0430\u0439\u043b
UserInputPanelSwingImpl.directoryName=\u0414\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f
UserInputPanelSwingImpl.directoryBrowseName=\u041f\u0440\u0438\u0434\u0432\u0438\u0436\u0432\u0430\u043d\u0435 \u0434\u043e \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f

#
# Browser Action
#
LaunchBrowserAction.statusMessage=\u0421\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0431\u0440\u0430\u0443\u0437\u044a\u0440...

